{"subject_id": 12987063, "study_id": 54172653, "report": "FINAL REPORT\n INDICATION:  ___ M with sore throat and cough and fever  // eval for infection\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None available.\n \n FINDINGS: \n \n The lungs are well-expanded and clear.  Mediastinal contours, hila, and\n cardiac silhouette are normal.  No pleural effusion or pneumothorax.\n \n IMPRESSION: \n \n Normal chest radiograph."}
{"subject_id": 17767787, "study_id": 53582274, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___M with hypoglycemia  // eval for infection\n \n COMPARISON:  ___\n \n FINDINGS: \n \n PA and lateral views of the chest provided.   Electronic device is projecting\n over the mid and lower chest limit evaluation.  The heart remains mildly\n enlarged.  There is hilar congestion and mild interstitial pulmonary edema. \n No large effusion.  No convincing evidence for pneumonia.  Mediastinal contour\n is stable.\n \n IMPRESSION: \n \n Cardiomegaly with mild edema."}
{"subject_id": 16051431, "study_id": 50529088, "report": "FINAL REPORT\n INDICATION:  ___ year old woman with hx of anorexia, non-TB mycobacteria, who\n had a fever this morning of 101.  // ? infiltrate/consolidation\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiograph ___ and CT from ___\n \n FINDINGS: \n \n The lungs are fully expanded.  2 circular lesions with central lucency are\n once again visualized in the left upper lobe consistent with a cavitary\n lesions identified on prior CT.  There is an interval development of bilateral\n lower lung opacities.  The cardiomediastinal and hilar contours are stable. \n The pleural surfaces are normal.  The OG tube terminates in the stomach.\n \n IMPRESSION: \n \n 1.  Bilateral lower lobe opacities concerning for multifocal pneumonia.\n 2.  Stable appearance of left upper lobe cavitary lesions.\n \n NOTIFICATION:   The findings were discussed with ___, M.D. by ___\n ___, M.D. on the telephone on ___ at 11:35 AM, 5 minutes after\n discovery of the findings."}
{"subject_id": 12009312, "study_id": 55084392, "report": "FINAL REPORT\n AP CHEST, 11:49 A.M., ___  \n \n HISTORY:  An ___-year-old man with history of coronary artery disease after\n CABG, heart failure and tachypnea.  Assess pleural effusion, pulmonary edema\n and new consolidation.\n \n IMPRESSION:  AP chest compared to ___ at 1:18 a.m.:\n \n Previous mild and somewhat asymmetric pulmonary edema has improved generally. \n Residual abnormality in the left lower lobe could be dependent edema and\n atelectasis.  Moderate left and small right pleural effusions have both\n decreased.  The heart is not enlarged.  No pneumothorax."}
{"subject_id": 15259244, "study_id": 54517823, "report": "FINAL REPORT\n INDICATION:  A ___-year-old female with fever and immunosuppressive for\n pancreas and kidney transplant.\n \n COMPARISON:  PA and lateral chest radiograph ___.\n \n PORTABLE AP CHEST RADIOGRAPH:  Small bilateral pleural effusions improved on\n the right and increased on the left since the most recent prior examination of\n ___.  Increased opacification at the left lung base may represent\n underlying infection. Moderate-to-severe enlargement of the cardiac silhouette\n is chronic and unchanged.  Bilateral low lung volumes are noted with crowding\n of bronchovascular markings.  A supraclavicular dialysis catheter ends in the\n right atrium. In the interim since the most recent prior examination, there\n has been removal of the left-sided PICC tip.  Sternotomy wires are midline and\n intact.  Patient is status post left mitral valve repair.\n \n IMPRESSION:\n 1.  Bilateral pleural effusions, improved on the right compared to the prior\n examination, but worsened on the left. Increased opacification at the left\n lung base may represent underlying infection.\n 2.  Low lung volumes with crowding of bronchovascular markings and minimal\n increased pulmonary vascular engorgement."}
{"subject_id": 13115057, "study_id": 50309592, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with seizure  // ?pna\n \n COMPARISON:  None available\n \n FINDINGS: \n \n AP upright and lateral views of the chest provided.\n \n There is no focal consolidation, effusion, or pneumothorax. The\n cardiomediastinal silhouette is normal.  Right chest port catheter tip is in\n the lower SVC.  Imaged osseous structures are intact.  No free air below the\n right hemidiaphragm is seen.\n \n IMPRESSION: \n \n No acute intrathoracic process."}
{"subject_id": 18054935, "study_id": 50585555, "report": "FINAL REPORT\n INDICATION:    ___F with diarrhea on antibiotics, p/w PICC line  // eval PICC\n position\n \n TECHNIQUE:  AP and lateral views of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n Right PICC is seen with catheter tip better seen on the lateral view within\n the right atrium and can be retracted 2 cm for more optimal positioning.  The\n lungs are clear without consolidation.  Blunting of the right posterior\n costophrenic angle suggests small effusion.  Calcific densities projecting\n over the right lung.  Cardiomediastinal silhouette is stable.\n \n IMPRESSION: \n \n Right PICC tip likely within the right atrium and can be withdrawn 2 cm to be\n closer to the RA SVC junction."}
{"subject_id": 16878016, "study_id": 51678542, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___-year-old man presenting with wheezing. Evaluate for pulmonary\n disease.\n \n COMPARISON:  Chest radiograph dated ___.\n \n FINDINGS: \n \n No significant change from the prior exam other than slight blunting of the\n left costophrenic angle on the prior exam that is not appreciated on today's\n exam. The lungs are clear, without focal consolidation or pulmonary edema.\n Stable bilateral lung volumes. No pleural effusion or pneumothorax. The heart\n size is normal. Cardiac and mediastinal contours and hila are unchanged.\n Incidental old left clavicular fracture.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 11369587, "study_id": 58280693, "report": "FINAL REPORT\n HISTORY:  Shortness of breath.\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS:\n \n The patient is status post median sternotomy and CABG.  Left-sided pacemaker\n device is noted with single lead terminating in the right ventricle.  The\n heart is moderately enlarged.  Lung volumes are low.  Mediastinal contours are\n unremarkable.  There is mild perihilar haziness and vascular indistinctness\n compatible with mild pulmonary edema, new compared to the prior study.  Small\n bilateral pleural effusions are present, along with a retrocardiac opacity,\n possibly reflecting atelectasis but infection cannot be excluded.  No\n pneumothorax is identified.  There are no acute osseous abnormalities.\n \n IMPRESSION:\n \n Mild congestive heart failure with small bilateral pleural effusions. \n Retrocardiac opacity could reflect atelectasis but infection cannot be\n excluded."}
{"subject_id": 15290047, "study_id": 59257984, "report": "WET READ: ___ ___ ___ 7:23 AM\n  \n  \n  \n  Bilateral multifocal consolidations are minimally improved from ___. \n  Bilateral effusions may be minimally increased.  Endotracheal tube is 4.5 cm\n  above the carina.  No pneumothorax.\n WET READ VERSION #___ ___ ___ ___ 8:14 PM\n  Bilateral multifocal consolidations are minimally improved from ___. \n  Bilateral effusions may be minimally increased.  Endotracheal tube is 4.5 cm\n  above the carina.  No pneumothorax.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman intubated, s/p PEA arrest, with VAP pneumonia.\n Please assess for pneumonia.  // assess interval change     assess interval\n change\n \n IMPRESSION: \n \n In comparison with the study of ___, there again are substantial\n bilateral layering effusions with compressive atelectasis at the bases.  What\n appeared to be central vascular congestion bilaterally has decreased.  Tip of\n the endotracheal tube is approximately 4.5 cm above the carina.  Nasogastric\n tube extends to the stomach, though the side port is close to the\n esophagogastric junction.  Right IJ pacer wire again extends to the apex of\n the right ventricle."}
{"subject_id": 14479847, "study_id": 55797560, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Respiratory failure, intubation, evaluation for endotracheal tube\n placement.\n \n COMPARISON:  ___, 5:54 am.\n \n FINDINGS:  As compared to the previous radiograph, the patient has been\n intubated.  The tip of the endotracheal tube projects approximately 3.5 cm\n above the carina.\n \n Otherwise, the radiograph is unchanged.  No pneumothorax.  The pre-existing\n parenchymal changes and appearance of the heart are constant."}
{"subject_id": 16497723, "study_id": 51445593, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with braadcardia and unresponsiveness during HD\n achieved ROSC with one set of chest compression.s  // Any acute lung process\n or aspiration?     Any acute lung process or aspiration?\n \n COMPARISON:  Chest radiographs since ___ most recently ___.\n \n IMPRESSION: \n \n Lung volumes remain low and mild pulmonary edema which had worsened on ___, has subsequently improved.  Heart remains moderately enlarged, pleural\n effusions are presumed, though not large, and there still mediastinal venous\n engorgement."}
{"subject_id": 13531580, "study_id": 50233263, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with altered mental status\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n Heart size is normal.  The mediastinal and hilar contours are normal. The\n pulmonary vasculature is normal. Lungs are clear.  No pleural effusion or\n pneumothorax is seen. There are no acute osseous abnormalities.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality."}
{"subject_id": 18112176, "study_id": 59091586, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with status.  // Please eval ETT.\n \n COMPARISON:  ___.\n \n IMPRESSION: \n \n As compared to the previous image, the patient has been intubated. The tip of\n the endotracheal tube projects approximately 5 cm above the carinal.  The\n course of the nasogastric tube is unremarkable, the tip is not included on the\n image.  No evidence of complications, notably no pneumothorax.\n \n Minimal areas of atelectasis at the right lung bases and in the retrocardiac\n lung regions.  No pneumonia, borderline size of the cardiac silhouette without\n pulmonary edema."}
{"subject_id": 13363938, "study_id": 59089005, "report": "FINAL REPORT\n PA AND LATERAL CHEST ON ___  \n \n HISTORY:  An ___-year-old man with APML and low-grade fever, question\n infection.\n \n IMPRESSION:  AP chest compared to ___ through ___:\n \n Extensive asbestos-related pleural plaque mostly calcified, obscures large\n areas of the lungs, but there are no findings to suggest new pulmonary\n abnormalities, specifically no findings of pneumonia or pulmonary edema. \n Heart size top normal, is slightly larger today than most recently.  No\n pleural effusion."}
{"subject_id": 19025961, "study_id": 52857542, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  History: ___M with AMS apneic anticoagulated*** WARNING ***\n Multiple patients with same last name! // bleed vs mass\n \n COMPARISON:  None\n \n FINDINGS: \n \n Endotracheal tube is in unremarkable position.  Enteric tube tip passes below\n the diaphragm and out of view.  There is no focal consolidation or\n pneumothorax. The cardiac silhouette is enlarged.  There is pulmonary vascular\n congestion.  There is moderate retrocardiac atelectasis and mild right basilar\n atelectasis.\n \n IMPRESSION:\n \n \n 1. Findings suggestive of CHF.\n 2. Enteric tube passes below the diaphragm and out of view.  If tip position\n needs to be confirmed, abdominal radiograph could be performed."}
{"subject_id": 12753985, "study_id": 59385311, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___M with hemoptysis, R upper chest pain  // ? Acute cardiouplm\n process\n \n COMPARISON:  None\n \n FINDINGS: \n \n PA and lateral views of the chest provided.\n \n There is no focal consolidation, effusion, or pneumothorax. The\n cardiomediastinal silhouette is normal. Imaged osseous structures are intact. \n No free air below the right hemidiaphragm is seen.\n \n IMPRESSION: \n \n No acute intrathoracic process."}
{"subject_id": 18238066, "study_id": 51503118, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with ILD s/p VATS, intubated, now with OG tube \n // Determine position of OG tube      Determine position of OG tube\n \n TECHNIQUE:   Frontal chest radiograph\n \n COMPARISON:   ___ 03:12\n \n FINDINGS: \n \n There is interval placement of an NG tube that is coiled in the stomach. Right\n chest tube and ET tube are unchanged in position.  Interstitial changes which\n are due to pre-existing interstitial lung disease, now appear slightly less\n prominent; the decreased prominence is likely due to decreased vascular\n congestion. No definite pleural effusion is seen. Moderate cardiomegaly is\n seen.\n \n IMPRESSION: \n \n Interval placement of NG tube and side port is seen within the stomach. Mild\n decrease in interstitial markings is seen."}
{"subject_id": 15529225, "study_id": 53630863, "report": "FINAL REPORT\n PORTABLE CHEST FILM ___ AT 612 \n \n CLINICAL INDICATION:  ___-year-old with multiple rib fractures, sternal\n fracture, evaluate for pneumothorax.\n \n Comparison is made to the patient's previous study dated ___ at 12:52\n a.m.\n \n A portable AP semi-upright chest film ___ at 6:13 a.m. is submitted.\n \n IMPRESSION:\n \n 1.  Heart is within normal limits of size.  Right paratracheal soft tissue\n opacity which may reflect mediastinal hemorrhage related to the patient's\n known sternal fracture as evident on the CT of ___ from ___\n ___.  Bilateral minimally displaced rib fractures are less appreciated on\n the plain film study on the outside CT.  In addition, there has been interval\n development of a small right apical and lateral pneumothorax.  Patchy opacity\n at the right medial mid and lower lung base as well as in the retrocardiac\n region may represent areas of patchy atelectasis or contusion.  Right apical\n lateral pleural thickening and left apical pleural thickening likely reflect\n apical caps related to mediastinal hemorrhage.  No large effusions.  Heart is\n within normal limits of size.  ___, the patient's nurse in the SICU, was\n notified by phone of these findings on ___ at 10 a.m. at the time of\n discovery."}
{"subject_id": 17736979, "study_id": 54902622, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  ALL, evaluation.\n \n COMPARISON:  No comparison available at the time of dictation.\n \n FINDINGS:  The lung volumes are normal.  Borderline size of the cardiac\n silhouette.  No pulmonary edema.  No pneumonia, no pleural effusions.  The\n hilar and mediastinal structures are unremarkable."}
{"subject_id": 14586789, "study_id": 58803718, "report": "FINAL REPORT\n AP CHEST, 10:22 A.M., ___\n \n HISTORY:  ___-year-old man with chronic pancreatitis, getting a gastrostomy\n tube.\n \n IMPRESSION:  AP chest compared to ___:\n \n ___-mm wide opacity projecting over the anterior aspect of the right fifth\n anterior interspace could be nipple or gynecomastia or could be a lung nodule.\n I see smaller opacity in that location on ___ when there was a\n companion opacity on the left side.  Just to confirm that these are nipples, I\n would recommend shallow oblique views with nipple markers.\n \n There is no pleural effusion, pneumothorax, or free subdiaphragmatic gas. \n Heart size is normal, and the cardiomediastinal and hilar silhouettes\n unremarkable.  Upper enteric drainage tube ends above the gastroesophageal\n junction and would need to be advanced at least 13 cm to move all the side\n ports into the stomach.  Left PIC line ends low in the SVC."}
{"subject_id": 14915593, "study_id": 54102525, "report": "FINAL REPORT\n EXAM:  Chest frontal and lateral views.\n \n CLINICAL INFORMATION:  Fever.\n \n COMPARISON:  ___.\n \n FINDINGS:  Frontal and lateral views of the chest were obtained.  Interval\n removal of the left-sided PICC.  Cardiac and mediastinal silhouettes are\n stable, as are the hilar contours.  No focal consolidation, pleural effusion,\n or evidence of pneumothorax.  Minimal right base linear atelectasis/scarring\n is seen.  \n \n IMPRESSION:  No acute cardiopulmonary process.  No findings to suggest\n pneumonia."}
{"subject_id": 16269954, "study_id": 56239844, "report": "FINAL REPORT\n INDICATION:   ___M with SOB and CP pls eval for pna\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n The lungs are clear. The cardiomediastinal silhouette is normal.  No acute\n osseous abnormalities identified.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 12106911, "study_id": 58999172, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with cough for 1 week, history of lung cancer. Right\n total pneumonectomy.\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  ___ chest radiograph and ___ chest CT\n \n FINDINGS: \n \n Patient is status post right total pneumonectomy with expected postoperative\n changes including rightward shift of mediastinal structures.  Right-sided\n Port-A-Cath tip appears to terminate in the low SVC.  Heart size is difficult\n to assess given the prior pneumonectomy, but the cardiac and mediastinal\n contours appear unchanged.  Patchy opacities are demonstrated within the left\n lung base.  No left-sided pleural effusion or pneumothorax is present.  Small\n hiatal hernia is again visualized.  No acute osseous abnormalities are\n detected.\n \n IMPRESSION: \n \n Status post right pneumonectomy.  Patchy opacity in the left lung base may\n reflect pneumonia in the correct clinical setting."}
{"subject_id": 15714037, "study_id": 50899112, "report": "FINAL REPORT\n INDICATION:   ___F with cough and SOB x 10 days  // ? pneumonia\n \n TECHNIQUE:  PA and lateral views of the chest.  None.\n \n COMPARISON:  None.\n \n FINDINGS: \n \n The lungs are clear.  There is no focal consolidation, effusion, or edema. \n The cardiomediastinal silhouette is within normal limits.  No acute osseous\n abnormalities.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 12335138, "study_id": 50331723, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with s/p open  // Please evaluate for interval   \n Please evaluate for interval\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n Heart size and mediastinum are stable.  Bibasal areas of atelectasis and small\n amount of pleural effusion are noted, unchanged.  No pneumothorax is seen.\n \n Pneumobilia is demonstrated most likely related to recent surgery, please\n correlate with operation report."}
{"subject_id": 19246656, "study_id": 53563538, "report": "FINAL REPORT\n INDICATION:  ___-year-old woman with cough, epigastric abdominal pain, rule out\n pneumonia.\n \n FINDINGS:  The lungs are well expanded and clear.  There is no focal\n consolidation, effusion, or pneumothorax.  Cardiac and mediastinal contours\n are normal.\n \n IMPRESSION: Normal chest radiograph."}
{"subject_id": 17643850, "study_id": 58528265, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with ? right sided atelectasis versus PNA  //\n eval for interval change      eval for interval change\n \n IMPRESSION: \n \n In comparison with the study of ___, there are slightly improved lung\n volumes.  Atelectatic changes are again seen in the mid zones bilaterally as\n well as at the bases. The area of questioned opacification in the infrahilar\n region on the right is unchanged. Again this could represent merely\n atelectatic changes, though in the appropriate clinical setting superimposed\n pneumonia would have to be considered."}
{"subject_id": 14388229, "study_id": 53768737, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Evaluation of the patient after cardiac arrest.\n \n AP radiograph of the chest was reviewed in comparison to ___.\n \n The ET tube tip is approximately 4.5 cm above the carina.  The left PICC line\n tip is at the cavoatrial junction.  The NG tube tip cannot be seen, most\n likely in the stomach.\n \n Heart size and mediastinal silhouettes are stable but there is slight interval\n increase in left pleural effusion that should be further monitored.  No\n pneumothorax is demonstrated."}
{"subject_id": 12388372, "study_id": 57415686, "report": "FINAL REPORT\n EXAM:  Chest frontal and lateral views.\n \n CLINICAL INFORMATION:  Chest pain.\n \n COMPARISON:  ___.\n \n FINDINGS:  Frontal and lateral views of the chest were obtained.  Patient is\n rotated somewhat to the left.  Patient is status post median sternotomy. \n Mitral annulus calcification is seen.  No definite focal consolidation is\n seen.  There is no pleural effusion, or evidence of pneumothorax.  The cardiac\n silhouette is top normal.  The aorta is calcified and tortuous.  No overt\n pulmonary edema is seen.  No displaced fracture is identified.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 19131119, "study_id": 55892949, "report": "FINAL REPORT\n INDICATION:  ___-year-old man with stroke and poor swallowing with self removal\n of nasogastric tube.  Assess nasogastric tube position.\n \n COMPARISONS:  ___.\n \n FINDINGS:  Nasogastric tube is coiled upon itself beginning at the level of\n the GE junction with tip not well seen, but possibly coiled superiorly to the\n level of the thoracic inlet.  The lungs are otherwise relatively clear and\n unchanged from a recent compared examination.  Clips in the epigastrium are\n unchanged as is moderate cardiomegaly.\n \n IMPRESSION: Mild increase in pulmonary vascular congestion with malposition of\n the nasogastric tube as above.  \n \n Finding was discovered at ___ and discussed by phone with Dr. ___ by Dr.\n ___ at ___ on ___."}
{"subject_id": 16410756, "study_id": 55123722, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman with previous hydro-pneumothorax presents with\n dyspnea and left sided chest pain.  // please assess for recurrent left\n hydro-pneumo and/or acute cardiopulm abnormality    please assess for\n recurrent left hydro-pneumo and/or acute cardiopulm abnormality\n \n IMPRESSION: \n \n Compared to chest radiographs ___ through ___.\n \n Very small volume of air persists at the apex of the left hemi thorax due to\n previous hydro pneumothorax.  There is no appreciable layering pleural\n effusion.  Left hemidiaphragm is moderately elevated.  Large volume of stomach\n traversing a hiatus hernia, probably unchanged.  Cardiac silhouette normal\n size.  Upper lungs clear."}
{"subject_id": 19613926, "study_id": 52120212, "report": "FINAL REPORT\n HISTORY:  ___-year-old woman with shortness of breath.  Assess for pneumonia or\n pneumothorax.\n \n TECHNIQUE:  PA and lateral radiographs of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: The lungs are well expanded and clear.  There is no pleural effusion\n or pneumothorax.  Heart and mediastinal contours are unremarkable.\n \n IMPRESSION: No acute intrathoracic process."}
{"subject_id": 13355571, "study_id": 52759389, "report": "FINAL REPORT\n INDICATION:  History: ___F with dyspnea // Acute cardiopulm disease\n \n TECHNIQUE:  Frontal and lateral views of the chest.\n \n COMPARISON:  None.\n \n FINDINGS: \n \n Linear opacities in the left lung base most likely represent atelectasis,\n however, underlying infection cannot be excluded. There is no pleural effusion\n or pneumothorax.  The cardiac and mediastinal contours are normal.  Kyphosis\n of the thoracic and upper lumbar spine is noted.\n \n IMPRESSION: \n \n Linear opacity in the left lung base most likely represent atelectasis,\n however, infection cannot be excluded."}
{"subject_id": 12082068, "study_id": 59062694, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with cough and SOB  // ?pneumonia      ?pneumonia\n \n IMPRESSION: \n \n No comparison.  Normal lung volumes.  Normal size of the cardiac silhouette. \n Normal hilar and mediastinal contours.  No pneumonia, no pulmonary edema, no\n pleural effusions."}
{"subject_id": 10361930, "study_id": 59928548, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with TBM s/p stent placement on ___, DMI,\n presenting with N/V, hyperglycemia and new productive cough, with PNA and\n likely DKA, with respiratory failure.  // Please assess for placement of ETT\n \n TECHNIQUE:  CHEST (PORTABLE AP)\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the prior study there is no substantial change in the NG tube\n placement terminating most likely in the stomach. The ET tube tip is 5 cm\n above the carinal.  A left pleural effusion is moderate. There is interval\n additional progression of bibasal consolidations. There is also interval\n development of interstitial edema.  Left perihilar opacity most likely reflect\n additional focus of infection as well.  No definitive pneumothorax is seen."}
{"subject_id": 10245082, "study_id": 59328561, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Status post thoracotomy and right middle lobe resection. \n Evaluation.\n \n COMPARISON:  ___, 4:32 a.m.\n \n FINDINGS:  As compared to the previous radiograph, there is unchanged\n appearance of the post-operative status in the right lung, with the pleural\n air collection at the right medial lung base.  The opacities at the left lung\n base are also unchanged.  Unchanged monitoring and support devices.  No\n evidence of pneumonia."}
{"subject_id": 19557745, "study_id": 52015620, "report": "FINAL REPORT\n INDICATION:  ___-year-old male with new AFib and shortness of breath concerning\n for CHF.\n \n COMPARISON:  AP portable upright radiograph of the chest, ___.\n \n TECHNIQUE:  PA and lateral radiographs of the chest.\n \n FINDINGS: Lungs are clear and well inflated bilaterally with no focal\n consolidation, lesions, masses, pleural effusion, or evidence of pneumothorax.\n The cardiomediastinal silhouette is within normal limits.  The pleural\n surfaces are unremarkable.  Minimal degenerative changes of the thoracic spine\n is seen.  There is no evidence of vascular congestion, pulmonary edema. \n Nipple markers were placed in order to disambiguate round opacities overlying\n lateral lung fields which were seen in the first image.\n \n IMPRESSION:  No evidence of CHF."}
{"subject_id": 16285590, "study_id": 52883520, "report": "FINAL REPORT\n EXAMINATION:  DX CHEST PORT LINE/TUBE PLCMT 1 EXAM\n \n INDICATION:  ___ year old woman with respiratory failure  // Eval for ETT and\n OGT placement      Eval for ETT and OGT placement\n \n IMPRESSION: \n \n In comparison with the earlier study of this date, there has been placement of\n an endotracheal tube with its tip about 3.5 cm above the carina.  Left IJ\n catheter extends to the mid portion of the SVC.  Nasogastric tube extends to\n the stomach, though the side port is above the esophagogastric junction.\n Little change in the appearance of the heart and lungs."}
{"subject_id": 19421690, "study_id": 50835239, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with newly hypotensive MAPs < ___  // PTX\n progression      PTX progression\n \n IMPRESSION: \n \n In comparison with the earlier study of this date, there has been decrease in\n the degree of left pneumothorax.  The right mid pneumothorax also is less\n prominent.  Otherwise, there is little change in the appearance of the heart\n and lungs.  The nasogastric tube has been advanced so that the side port is\n just distal to the esophagogastric junction."}
{"subject_id": 14592916, "study_id": 56524133, "report": "FINAL REPORT\n HISTORY:  Chest pain.  Rule out pneumonia, cardiomegaly, or aortic dilatation.\n \n COMPARISON:  Multiple prior chest radiographs, most recently of ___.\n \n FINDINGS:  Frontal and lateral views of the chest were obtained.  The heart is\n of normal size with normal cardiomediastinal contours.  The lungs are clear\n without focal or diffuse abnormality.  The pulmonary vasculature is\n unremarkable.  No pleural effusion or pneumothorax.  No radiopaque foreign\n body.  Osseous structures are unremarkable.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 11391990, "study_id": 51019980, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  History: ___F with chest pain, N/V x1 post endoscopy  // acute\n process\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n No focal consolidation is seen.  No pleural effusion or pneumothorax is seen.\n The cardiac silhouette is top-normal.  Mediastinal contours are unremarkable. \n There is no pulmonary edema.  There is gaseous distention of the stomach.  No\n definite free air is seen beneath the diaphragms.\n \n IMPRESSION: \n \n No focal consolidation.  Gaseous distention of the partially imaged stomach. \n No evidence of free air beneath the diaphragms."}
{"subject_id": 17603668, "study_id": 50706201, "report": "FINAL REPORT\n EXAMINATION:  CHEST (AP AND LAT)\n \n INDICATION:  History: ___M with weakness and liver disease\n \n TECHNIQUE:  Upright AP and lateral views of the chest\n \n COMPARISON:  Chest radiograph ___\n \n FINDINGS: \n \n Cardiac, mediastinal and hilar contours are within normal limits.  Lung\n volumes are low.  There is mild pulmonary vascular congestion.  Streaky\n atelectasis is noted in the lung bases without focal consolidation.  No\n pleural effusion or pneumothorax is present.  No acute osseous abnormality is\n visualized.\n \n IMPRESSION: \n \n Mild pulmonary vascular congestion and mild bibasilar atelectasis."}
{"subject_id": 13154176, "study_id": 50934063, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with L MCA stroke  // ETT position\n \n TECHNIQUE:  CHEST (PORTABLE AP)\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n NG tube tip is in the stomach.  ET tube tip is approximately 3.5 cm above the\n carinal.  Bibasal consolidations are unchanged but there is minimal\n improvement in still present moderate pulmonary edema.  Hilar prominence is\n demonstrated, bilateral and potentially can reflect vasculature but\n lymphadenopathy is a possibility, does correlation with chest CT is to be\n considered."}
{"subject_id": 11526058, "study_id": 53671348, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___F with left sided chest pain\n \n COMPARISON:  None\n \n FINDINGS: \n \n PA and lateral views of the chest provided.\n \n There is no focal consolidation, effusion, or pneumothorax. The\n cardiomediastinal silhouette is normal. Imaged osseous structures are intact. \n No free air below the right hemidiaphragm is seen.\n \n IMPRESSION: \n \n No acute intrathoracic process."}
{"subject_id": 14507036, "study_id": 52835028, "report": "FINAL REPORT\n INDICATION:  ___-year-old man with AFib, on Pradaxa, status post fall with\n hemothorax, assess for interval change in chest tubes or in effusion.\n \n COMPARISONS:  ___.\n \n FINDINGS:  Lungs are somewhat low in volume but clear with two left-sided\n chest tubes noted and small residual pleural effusion and atelectasis, not\n significantly changed from the previous day's study.  No new pulmonary\n opacities are seen.  The heart is normal in size with normal cardiomediastinal\n contours."}
{"subject_id": 18429092, "study_id": 59803233, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man intubated for respiratory failure x2 weeks  //\n interval change      interval change\n \n IMPRESSION: \n \n In comparison with the study of ___, the monitoring and support devices are\n unchanged.  Continued enlargement of the cardiomediastinal silhouette with\n bilateral pleural effusions more prominent on the right and underlying basilar\n atelectasis.\n No evidence of pneumothorax on this examination."}
{"subject_id": 19263380, "study_id": 58690565, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with CP and dyspnea  // Pneumonia? Pneumothorax?\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None available.\n \n FINDINGS: \n \n There is no focal consolidation, pleural effusion or pneumothorax. \n Cardiomediastinal silhouette is within normal limits.  No acute osseous\n abnormalities identified.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 10561929, "study_id": 54031472, "report": "WET READ: ___ ___ 5:36 PM\n  Bilateral pleural effusions with adjacent compressive atelectasis cannot be\n  compared to the prior exam due to differences in technique. right port-a-cath\n  tip in the upper SVC.\n  No definite e/o ptx.\n ______________________________________________________________________________\n                                 FINAL REPORT\n REASON FOR EXAMINATION:  Followup of the patient with bilateral pleural\n effusions, to exclude pneumothorax.\n \n Portable AP radiograph of the chest was reviewed in comparison to ___ obtained at 12:10 a.m.  \n \n The left pigtail catheter has been inserted with a subsequent substantial\n decrease in pleural effusion on the left.  No appreciable pneumothorax is\n noted on the current study.  Heart size and mediastinum are slightly enlarged.\n Port-A-Cath catheter tip terminates at the level of low SVC.  Bilateral\n pleural effusions are still present, right more than left.  There is interval\n minimal change in interstitial pulmonary edema, mild to moderate."}
{"subject_id": 12808249, "study_id": 53359988, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with pneumothorax and chest tube.  // eval for\n ptx\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n Lower lung volumes.  Right-sided chest tube.  Extensive bilateral parenchymal\n opacities.  On this current radiograph, there is no convincing evidence for\n the presence of a right pneumothorax."}
{"subject_id": 15634224, "study_id": 57595192, "report": "FINAL REPORT\n INDICATION:  Intubated, transfer for endotracheal tube placement.\n \n COMPARISONS:  Chest radiograph from outside hospital from ___.\n \n FINDINGS:  Single portable chest radiograph is provided.  Endotracheal tube\n terminates in the mid trachea, approximately 3.1 cm above the carina. \n Nasogastric tube courses below the diaphragm into the stomach.  An ovoid\n density projects over the right upper lobe, likely external to the patient.\n Irregular opacities in the lolwer lobe, more prominent since the prior\n radiograph are most consistent with aspiration.  There is no pleural effusion\n or pneumothorax.  The cardiomediastinal silhouette is normal.  There are no\n displaced fractures.\n \n IMPRESSION:\n 1.  Support devices in appropriate position.\n \n 2.  Irregular bibasilar opacities, likely aspiration."}
{"subject_id": 17715939, "study_id": 59626301, "report": "FINAL REPORT\n INDICATION:  Aspiration pneumonia, evaluation for interval change.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, the patient has taken a\n deeper inspiration.  The pre-existing plate-like atelectasis at the left lung\n base and the small atelectasis at the right lung base have almost completely\n resolved.  No focal parenchymal opacities have newly occurred.  Unchanged\n appearance of the cardiac silhouette, with mild tortuosity of the thoracic\n aorta.  Unchanged course and position of the feeding tube."}
{"subject_id": 11893583, "study_id": 59445951, "report": "FINAL REPORT\n HISTORY:  Chest pain.  Rule out mediastinal pathology.\n \n COMPARISON:  None available.\n \n TECHNIQUE:  PA and lateral chest radiographs.  \n \n FINDINGS: The cardiac silhouette appears top normal in size. There is mild\n tortuosity of the descending aorta.  Patient is status post median sternotomy.\n The mediastinum is well defined and the hilar contours are within normal\n limits. There is no definite focal consolidation, pleural effusion or\n pneumothorax.   \n \n IMPRESSION: No acute cardiopulmonary findings. Mediastinal contour appears\n grossly unremarkable, however CT is recommended if there is strong clinical\n concern."}
{"subject_id": 16345536, "study_id": 58997879, "report": "FINAL REPORT\n SINGLE FRONTAL VIEW OF THE CHEST\n \n REASON FOR EXAM:  Cirrhosis, GI bleed, intubated for airway protection. \n Patient with hypoxia.\n \n Comparison is made with prior study, ___.\n \n Bibasilar opacities consistent with atelectasis have worsened on the right. \n Cardiomegaly is obscured by the lung abnormalities.  Bilateral pleural\n effusions are small.  \n Left perihilar opacity has worsened, likely worsening atelectasis, but\n superimposed infection cannot be excluded.  When clinically appropriate,\n conventional frontal and lateral views are recommended.  \n \n Right PICC tip is in the cavoatrial junction.  Right IJ catheter tip is in the\n right atrium.  NG tube tip is out of view below the diaphragm.  ET tube is 5.8\n cm above the carina, lies against the right wall of the trachea.  There is no\n evident pneumothorax."}
{"subject_id": 10614767, "study_id": 58071035, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with follicular lyphoma with tunneled line placed\n ___ who started ATG/TLI on ___ with fever to 102.5 this morning.  //\n please evaluate for new CP process\n \n COMPARISON:  ___.\n \n IMPRESSION: \n \n As compared to the previous radiograph, the patient has received a new right\n central venous access line.  No pneumothorax.  Normal size of the cardiac\n silhouette. Normal appearance of the lung parenchyma. No evidence of\n pneumonia."}
{"subject_id": 16066555, "study_id": 53717511, "report": "FINAL REPORT\n INDICATION:  ___ year old woman s/p VHR, component separation intubated due to\n respiratory distress.  // assess interval change\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiographs since ___, most recently ___.\n \n FINDINGS: \n \n Indwelling support and monitoring devices are stable and in appropriate\n position.  Lung volumes are extremely low with bibasilar atelectasis. \n Cardiomegaly, pulmonary edema, and small left pleural effusion are unchanged\n from ___.  No pneumothorax.\n \n IMPRESSION: \n \n No significant change from ___."}
{"subject_id": 15463676, "study_id": 50326195, "report": "FINAL REPORT\n INDICATION:  Patient with fever and chest pain, assess for pneumonia.\n \n COMPARISONS:  None available.\n \n FINDINGS:\n \n Frontal and lateral views of the chest demonstrate normal lung volumes.  There\n is no pleural effusion, focal consolidation, or pneumothorax.  Hilar and\n mediastinal silhouettes are unremarkable.  Heart size is normal.  There is no\n pulmonary edema.  Diffuse osteopenia is noted.  Partially imaged upper abdomen\n is unremarkable.\n \n IMPRESSION:\n \n No evidence of acute cardiopulmonary process."}
{"subject_id": 19296504, "study_id": 53833782, "report": "FINAL REPORT\n EXAM:  Chest, single frontal view.\n \n CLINICAL INFORMATION:  AFib.\n \n COMPARISON:  ___.\n \n FINDINGS:  Single frontal view of the chest was obtained.  The patient is\n rotated somewhat to the left.  There is no focal consolidation, pleural\n effusion, or evidence of pneumothorax.  The cardiac and mediastinal\n silhouettes are stable.  No overt pulmonary edema is seen.\n \n IMPRESSION:  No significant interval change.  No acute cardiopulmonary\n process."}
{"subject_id": 19687810, "study_id": 58899329, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___F with lymphoma presenting with chills, fever this am, and\n cough  // eval for pna\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n A right-sided Port-A-Cath is seen with its tip terminating in the mid SVC. \n The heart is normal in size and the cardiomediastinal and hilar contours are\n within normal limits.  The lungs are clear.  There is no pleural effusion or\n pneumothorax identified.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality."}
{"subject_id": 16560125, "study_id": 52424222, "report": "FINAL REPORT\n HISTORY:  Status post ___ esophagogastrectomy for adenomacarcinoma\n complicated by anastomotic leak and resultant empyema, now status post repair\n with resolved small leak, transferred to ICU for presumed Pseudomonas\n septicemia.  Question interval change.\n \n COMPARISON:  ___.\n \n FINDINGS:\n \n Left PICC line, right chest tube and esophageal stent are unchanged in\n position.  Mild pulmonary edema is slightly better on the right and unchanged\n at the on the left since yesterday.  No change in small bilateral pleural\n effusions and cardiomediastinal silhouette.  No pneumothorax.\n \n IMPRESSION:\n \n Slightly improved mild pulmonary edema on the right and unchanged on the left."}
{"subject_id": 16908228, "study_id": 57190718, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  ARDS, continued hypoxia, evaluation.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, no relevant change is seen.\n The nasogastric tube has been removed.  The endotracheal tube is constant.  No\n change in appearance of the massive bilateral parenchymal opacities with air\n bronchograms.  Unchanged size of the cardiac silhouette."}
{"subject_id": 11658675, "study_id": 59705420, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with concern for pneumonia  // eval for pneumonia\n eval for pneumonia\n \n IMPRESSION: \n \n Bibasal areas of atelectasis appear to be even more pronounced than on the\n prior study.  It might be attribute due to low lung volumes but infectious\n process is a possibility.  There is minimal vascular congestion.  There is no\n appreciable pleural effusion or pneumothorax development demonstrated."}
{"subject_id": 12747179, "study_id": 55074943, "report": "FINAL REPORT\n INDICATION:  ___F with 2 wks L flank vs L thoracic wall pain  // eval ? L\n effusion, L rib injury      ;\n \n TECHNIQUE:  PA and lateral views the chest.  Multiple oblique views of the\n left ribs.\n \n COMPARISON:  None.\n \n FINDINGS: \n \n The lungs are clear.  There is no effusion or pneumothorax.  The\n cardiomediastinal silhouette is within normal limits.  Osseous structures are\n unremarkable.  There is no visualized rib fracture.\n \n IMPRESSION: \n \n No acute cardiopulmonary process.  No rib fracture visualized."}
{"subject_id": 16311268, "study_id": 56621397, "report": "FINAL REPORT\n SINGLE FRONTAL VIEW OF THE CHEST\n \n REASON FOR EXAM:  multifocal pneumonia, intubated patient with increased\n secretions.  Assess for pulmonary edema.\n \n Comparison is made with prior study performed a day earlier.\n \n There are diffuse multifocal lung opacities that have increased in the left\n lower lobe.  These are consistent with pneumonia.  There is mild vascular\n congestion.  There is no pneumothorax or enlarging pleural effusions.  ET tube\n is in standard position.  NG tube tip is out of view below the diaphragm. \n Right IJ catheter tip is in the mid SVC."}
{"subject_id": 17537641, "study_id": 59691030, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with alzheimer disease and one week of increasing\n agitation\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n Cardiac silhouette size is borderline enlarged with a left ventricular\n predominance. The aorta is tortuous. The mediastinal and hilar contours are\n otherwise unremarkable. Streaky opacity in the retrocardiac region may reflect\n atelectasis though infection is not completely excluded. No pleural effusion\n or pneumothorax is present, and the right lung is clear.  Moderate multilevel\n degenerative changes are demonstrated in the thoracic spine.\n \n IMPRESSION: \n \n Streaky retrocardiac opacity, likely atelectasis. Early infection is not\n completely excluded in the correct clinical setting."}
{"subject_id": 12342815, "study_id": 55345970, "report": "FINAL REPORT\n CHEST, TWO VIEWS:  ___\n \n HISTORY:  ___-year-old male with cirrhosis and lower extremity edema.\n \n COMPARISON:  Multiple chest x-rays dating back to ___ with most\n recent from ___.\n \n FINDINGS:  Frontal and lateral views of the chest.  Left PICC is no longer\n visualized.  The lungs are clear without consolidation or effusion.  Mild\n cardiomegaly.  Enlarged right hilar contour is unchanged when dating back to\n ___, may represent enlarged pulmonary artery.  Right shoulder arthroplasty is\n noted.  Hypertrophic changes are noted in the spine.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 13637699, "study_id": 58705736, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man s/p ___ s/p intubation and bronch for aspiration\n event.  // interval changes in lung fields? Surg: ___ (trach)\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous radiograph, the pre-existing right pleural\n effusion has decreased in extent. Also decreased are the subsequent areas of\n atelectasis at the right lung basis. On the left, the pleural effusion is\n constant.  Minimal improvement in lucency of the lung parenchyma, potentially\n reflecting improved ventilation.  Unchanged size of the cardiac silhouette."}
{"subject_id": 13943206, "study_id": 53849269, "report": "FINAL REPORT\n HISTORY:  ___-year-old female patient status post VATS right lower lobe\n lobectomy after chemo radiation for stage IIIA adenocarcinoma.  Study\n requested for evaluation of interval change.\n \n COMPARISON:  Prior chest radiographs from ___ and ___.\n \n TECHNIQUE: AP and lateral views of the chest.\n \n FINDINGS:\n \n The heart size is large.  The mediastinal and hilar contours are within normal\n limits.  There is a moderate to large right pleural effusion with associated\n atelectasis, unchanged when compared to prior examination.  A locule of gas is\n again seen within the lower posterior aspect of the right pleural space.  As\n of ___, there is an ill-defined area of opacification in the right\n lung, which could represent an area of consolidation. Previously noted\n left-sided pleural effusion has resolved.\n \n IMPRESSION: Cardiomegaly with stable right hydropneumothorax and resolution of\n left pleural effusion.  Ill-defined area of opacification within the right\n lung which could represent an area of consolidation."}
{"subject_id": 18663902, "study_id": 51304619, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Infected pancreatic pseudocyst.\n \n Portable AP radiograph of the chest was reviewed in comparison to ___.\n \n The ET tube tip is 4 cm above the carina.  The right internal jugular line tip\n is at the level of low SVC.  The right PICC line tip is at the level of mid\n SVC.  Cardiomediastinal silhouette is unchanged.  The NG tube tip passes below\n the diaphragm terminating in the stomach.  Bilateral pleural effusions are\n large and there are also bibasilar areas of atelectasis present."}
{"subject_id": 18487334, "study_id": 50701063, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with intubated  // serial exam\n \n TECHNIQUE:  Single frontal view of the chest\n \n COMPARISON:  Chest radiograph ___\n \n FINDINGS: \n \n No significant change in comparison to ___.  No pulmonary edema. \n Mild retrocardiac opacity unchanged, likely atelectasis.  Stable severe\n cardiomegaly. There is no pneumothorax or pleural effusion.   ETT measures 5.4\n cm above the carina.  Right atrial and right ventricular pacer leads in\n standard positions and contiguous with the left pectoral generator.  NG tube\n tip terminates in the stomach.  Right IJ catheter tip in the mid SVC.\n \n IMPRESSION: \n \n No significant interval change compared to chest radiograph from ___"}
{"subject_id": 11219670, "study_id": 54756711, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with fluid overload, unable to wean to extubate \n // daily f/u xray      daily f/u xray\n \n IMPRESSION: \n \n In comparison with the study of ___, of the monitoring and support\n devices are unchanged. Again there are low lung volumes with extensive\n opacification of the left hemithorax, consistent with large pleural effusion\n and compressive atelectasis.  The right low lung is unchanged."}
{"subject_id": 13465746, "study_id": 59247541, "report": "WET READ: ___ ___ ___ 6:29 PM\n  1.  Left pleural effusion is significantly decreased, now quite small. \n  \n  2.  Streaky opacities in the apices bilaterally are similar to prior studies\n  and likely represent scarring.  There is no focal airspace consolidation to\n  suggest pneumonia.  \n  \n  3.  A safety pin projects over the right infrahilar region presumably\n  overlying the patient (please correlate clinically) and slightly limits the\n  evaluation.  \n  \n ______________________________________________________________________________\n                                 FINAL REPORT\n PORTABLE CHEST, ___\n \n COMPARISON:  ___ radiograph.\n \n FINDINGS:  Bilateral upper lobe volume loss and upper lung predominant pleural\n and parenchymal fibrosis could potentially be due to previous radiation\n therapy given history of lymphoma.  Marked interval decrease in size of left\n pleural effusion with residual small pleural effusion remaining.  Asymmetrical\n left apicolateral pleural opacity could reflect loculated fluid and/or\n thickening.  Cardiomediastinal contours are stable in appearance in this\n patient with known residual soft tissue abnormality in the anterior\n mediastinum.  A few scattered septal lines are present in the right lower lung\n and may reflect mild interstitial edema.  Note is also made of a small right\n pleural effusion.  Considering clinical suspicion for infection, a standard PA\n and lateral chest radiograph within the department may be helpful to more\n fully evaluate for subtle area of pneumonia in this patient with complex lung\n parenchymal and pleural abnormalities."}
{"subject_id": 18661455, "study_id": 57276806, "report": "FINAL REPORT\n INDICATION:  ___-year-old male with chest discomfort.\n \n COMPARISON:  None available.\n \n TECHNIQUE:  Frontal and lateral chest radiographs were obtained.\n \n FINDINGS:  No focal consolidation, pleural effusion, pneumothorax, or\n pulmonary edema is detected.  Heart and mediastinal contours are within normal\n limits.\n \n IMPRESSION:  No radiographic evidence for acute cardiopulmonary process."}
{"subject_id": 18224196, "study_id": 50780353, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman admitted with hypercarbic resp failure,\n required intubation and MICU, now on floor with VBG suggesting mild resp\n alkalosis.  // please evaluate for infiltrate vs. atelectasis\n \n TECHNIQUE:  Single frontal view of the chest\n \n COMPARISON:  Chest radiographs ___ through ___\n \n FINDINGS: \n \n Again seen is the bilateral small pleural effusions and left base atelectasis.\n Cardiac silhouette is unchanged.  There is no pneumothorax.   Again noted is\n the median sternotomy wires, valve replacements, and Dobhoff tube in expected\n positions.  Changes in the right proximal humerus consistent with previous\n fracture better seen on shoulder radiographs from ___.\n \n IMPRESSION: \n \n No significant change in appearance of small bilateral pleural effusions and\n left base atelectasis since ___."}
{"subject_id": 19943755, "study_id": 53169788, "report": "WET READ: ___ ___ ___ 8:13 AM\n  \n  \n  Compared to a CT dated ___ and chest x-ray dated ___, there\n  are increased bibasilar opacities, particularly on the right than on the left.\n  In the appropriate clinical context, this may be concerning for pneumonia.  No\n  large pneumothorax is present.  No large pleural effusion is present.\n WET READ VERSION #1 ___ ___ ___ 10:51 PM\n  Compared to a CT dated ___ and chest x-ray dated ___, there\n  are increased bibasilar opacities, particularly on the right than on the left.\n  In the appropriate clinical context, this may be concerning for pneumonia.  No\n  large pneumothorax is present.  No large pleural effusion is present.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with lung cancer with concern for\n effusions/pneumonia.  // Pneumonia\n \n IMPRESSION: \n \n In comparison to ___ chest radiograph, a right pleural catheter\n remains in place with slight increase in size of a moderate right pleural\n effusion which contains intrafissural loculated components.  Small left\n pleural effusion has also apparently slightly increased in the interval. \n Marked enlargement of cardiac silhouette is accompanied by pulmonary vascular\n congestion.  Nonspecific bibasilar opacities may reflect atelectasis,\n aspiration or infectious pneumonia."}
{"subject_id": 13346039, "study_id": 58079381, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Productive cough for one to two months, decreased\n oxygen saturation.\n \n PA and lateral upright chest radiographs were reviewed in comparison to ___ and chest CT and ___ chest radiograph.\n \n Lung volumes are low, unchanged since the prior study.  In addition to\n widespread interstitial opacities on the prior study, there is new left upper\n lung opacity, seen on both PA and lateral views.  Differential diagnosis would\n include infectious process versus neoplasm.  Given the presence of\n interstitial lung disease and relatively low course of complaints, assessment\n with chest CT, preferably after administration of IV contrast is recommended.\n In ase infectious process is suspected, repeated chest radiograph 4 weeeks\n after antibiotics is recommended.\n \n Discussed with Dr. ___ ___ the phone by Dr. ___ at 5:50 pm"}
{"subject_id": 19994772, "study_id": 55498699, "report": "FINAL REPORT\n HISTORY:  Status post right craniectomy and glioblastoma, now with altered\n mental status and fever, rule out intrathoracic process.\n \n COMPARISON:  ___.\n \n FINDINGS:  Frontal and lateral chest x-rays were obtained.\n \n A Port-A-Cath terminates in the lower SVC.  The lungs are fully extended and\n clear.  The cardiomediastinal silhouette, hilar contours, and pleural surfaces\n are normal.  There is no pleural effusion or pneumothorax.\n \n IMPRESSION:  No radiographic evidence for acute cardiopulmonary process."}
{"subject_id": 18171941, "study_id": 58303779, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Status post motor vehicle accident, now fever, questionable\n pneumonia.\n \n COMPARISON:  No comparison available at the time of dictation.\n \n FINDINGS:  The lung volumes are normal.  Normal size of the cardiac\n silhouette.  No pleural effusions.  No evidence of pneumonia or other\n pathological lung parenchymal abnormalities.  No pulmonary edema.  Normal size\n of the cardiac silhouette.  Normal hilar and mediastinal contours."}
{"subject_id": 18879223, "study_id": 57245865, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman s/p left pneumoectomy with SOB  // interval CXR\n interval CXR\n \n IMPRESSION: \n \n In comparison with the study of ___, there is little change in the post\n pneumonectomy appearance on the left.  The position of the air-fluid level is\n stable and there again are pockets of gas within the fluid component.\n The interstitial appearance in the right lung shows little overall change."}
{"subject_id": 13299285, "study_id": 52308842, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with right pleural effusion, evaluate for\n collection  // R pigtail placement\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous radiograph, a right pigtail catheter has now\n almost completely drained the pre-existing right pleural effusion.  No\n pneumothorax.  Unchanged appearance of the heart and of the left lung."}
{"subject_id": 11868033, "study_id": 57197153, "report": "FINAL REPORT\n PA AND LATERAL VIEWS OF THE CHEST\n \n REASON FOR EXAM:  Followup pneumonia.\n \n Comparison is made with prior study ___.\n \n Moderate cardiomegaly and tortuous aorta are unchanged.  Hiatal hernia is\n again visualized.  Left lower lobe consolidation has resolved.  There are no\n new lung abnormalities, pneumothorax or pleural effusion.  Moderate-to-severe\n degenerative changes are again noted in the thoracic spine.  There are minimal\n atelectases in the left lower lobe better seen in the lateral view.\n \n IMPRESSION:  Resolved pneumonia."}
{"subject_id": 13870501, "study_id": 59808225, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with worsening hypoxia  // evaluate for acute\n pulm edema      evaluate for acute pulm edema\n \n IMPRESSION: \n \n No relevant change as compared to ___.  No pneumonia, no\n pulmonary edema, no pleural effusions.  Borderline size of the cardiac\n silhouette."}
{"subject_id": 17798591, "study_id": 56360107, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  History: ___F with chest pain  // eval for CHF/pneumonia\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n There are low lung volumes.  Prominence and indistinctness of the hila with\n perihilar alveolar opacities consistent with moderate pulmonary edema. \n Additional right middle lobe opacity could be due to atelectasis adjacent to\n large hiatal hernia or pneumonia.  There is a large hiatal hernia with\n retrocardiac air-fluid level seen.No pneumothorax is seen.  The cardiac\n silhouette is top-normal.  Mediastinal contours are grossly stable.  Evidence\n of DISH is seen along the spine.\n \n IMPRESSION: \n \n Moderate pulmonary edema.  Right middle lobe opacity may be due to atelectasis\n adjacent to large hiatal hernia versus pneumonia."}
{"subject_id": 12713061, "study_id": 57223961, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with shortness of breath\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n Interval development of white out of the right hemithorax is likely due to a\n large right pleural effusion which is increased substantially since the prior\n study. The heart size is difficult to assess given the presence of the large\n right pleural effusion. No pulmonary vascular congestion is seen. The left\n lung is clear without pleural effusion or pneumothorax. No acute osseous\n abnormality is present. Mild leftward shift of mediastinal structures is\n noted.\n \n IMPRESSION: \n \n Large right pleural effusion has increased substantially now resulting in\n white out of the right hemithorax."}
{"subject_id": 10580148, "study_id": 58036783, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with recent ngt  // ngt placement      ngt\n placement\n \n IMPRESSION: \n \n Tracheostomy is in place.\n \n Left subclavian line tip is at the junction of left subclavian vein and SVC. \n Left internal jugular line tip is at the superior SVC.  Heart size and\n mediastinum are stable.  Bibasal consolidations are unchanged.  Mild vascular\n congestion is unchanged.\n \n NG tube tip is in the stomach.\n \n Most likely nephrostomy is projecting over the left upper quadrant."}
{"subject_id": 18186439, "study_id": 52488988, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman s/p pleuroscopy with bleeding now with chest\n tube  // interval change\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous image, the left chest tube is in unchanged\n position. The effusion on the left is unchanged, unchanged extent of the\n parenchymal opacity.  Unchanged size of the cardiac silhouette. Unchanged\n appearance of the lung parenchyma.  No pneumothorax."}
{"subject_id": 17201369, "study_id": 50862088, "report": "FINAL REPORT\n HISTORY:  ___-year-old female with confusion.\n \n COMPARISON:  None.\n \n FINDINGS:\n \n AP and lateral views of the chest.  Lateral view is limited as patient's arms\n are down by her side.  The lungs appear clear.  The cardiomediastinal\n silhouette is within normal limits.  No acute osseous abnormalities detected. \n Surgical clips are identified in the upper abdomen.\n \n IMPRESSION:\n \n No acute cardiopulmonary process."}
{"subject_id": 11123429, "study_id": 57931374, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  History: ___F with CP  // evidence of infection\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n The cardiac silhouette is mildly enlarged.  Mediastinal contours are\n unremarkable.  Hilar contours are stable.  No focal consolidation is seen. No\n pleural effusion or pneumothorax.  Multiple surgical clips are seen overlying\n the left hemi thorax.\n \n IMPRESSION: \n \n Mild enlargement of the cardiac silhouette without pulmonary edema.  The\n cardiac silhouette is larger in size than on the prior study from ___.  No\n focal consolidation."}
{"subject_id": 10964049, "study_id": 52973052, "report": "FINAL REPORT\n INDICATION:  ___ year old woman with new O2 requirement  // ?atlectasis vs\n fluid overload vs PNA\n \n TECHNIQUE:  Chest AP and lateral\n \n COMPARISON:  No prior\n \n FINDINGS: \n \n Moderate scoliosis and kyphosis.  Mild pulmonary edema with small to moderate\n left and small right pleural effusion.  The retrocardiac opacity is probably a\n combination of atelectasis and pleural effusion, but could hide pneumonia. \n Right lower lobe opacity also likely atelectasis.  Mild cardiomegaly. \n Moderate hiatal hernia.\n \n IMPRESSION: \n \n Mild pulmonary edema with moderate bilateral effusions atelectasis in the lung\n bases.\n \n Left lower lobe atelectasis or pneumonia."}
{"subject_id": 12408654, "study_id": 59230948, "report": "FINAL REPORT\n HISTORY:  ___-year-old man with seizures and new onset of fever.  Evaluation\n for pneumonia.\n \n COMPARISON:  Comparison is made to radiographs of the chest from ___.\n \n FINDINGS:  Since the prior study, there has been interval engorgement of the\n pulmonary vasculature and perihilar haziness, consistent with pulmonary edema.\n Atelectasis is noted at the lung bases bilaterally, slightly improved since\n the prior on the left.  No focal pneumonia or pneumothorax is identified.  The\n heart is normal in size.  An enteric catheter is seen coursing through the\n esophagus, below the diaphragm and out of view.\n \n IMPRESSION: Interval development of mild pulmonary edema since the prior\n study.  No evidence of pneumonia."}
{"subject_id": 16648621, "study_id": 52708284, "report": "FINAL REPORT\n INDICATION:  Bed-bound patient with worsening wheezing and wet-sounding lungs.\n Evaluate for interval change in pulmonary edema versus infectious process.\n \n COMPARISON:  Chest radiographs from ___ and ___.  CT\n torso from ___.\n \n FINDINGS:  The patient is status post midline sternotomy and CABG.  There is\n pulmonary vascular congestion, without frank interstitial pulmonary edema. \n Heterogeneous right lower lung opacities are likely compressive atelectasis,\n although infection is not excluded.  Minimal left retrocardiac atelectasis is\n slightly decreased.  A moderate layering right pleural effusion is thought\n likely, slightly decreased in size.  There is no pneumothorax.  Moderate\n cardiomegaly is not significantly changed.  Bulging of the hilar contours was\n seen to be marked lymphadenopathy on CT from ___.  There is no\n change in the hilar contours to suggest that the degree of lymphadenopathy has\n increased.\n \n IMPRESSION:\n \n 1.  Probable moderate right pleural effusion, slightly smaller than on ___.\n \n 2.  Unchanged right lower lung heterogeneous opacities, possibly atelectasis\n versus infection.  Further evaluation with a lateral radiograph is\n recommended.\n \n 3.  Pulmonary vascular congestion.\n \n Findings were discussed with Dr. ___ by Dr. ___ at 11:51 p.m.\n via telephone on the day of the study."}
{"subject_id": 13913890, "study_id": 58379433, "report": "FINAL REPORT\n INDICATION:  History: ___F with fever and cough  // eval for pna\n \n TECHNIQUE:  Portable AP upright view of the chest.\n \n COMPARISON:  ___ at 19:05\n \n FINDINGS: \n \n In comparison to the study of several hours prior, lung volumes remain\n extremely low.  Cardiomediastinal silhouette is within normal limits. \n Multiple bilateral rounded opacities have progressed compared to the prior\n study.  There is no large effusion or pneumothorax.\n \n IMPRESSION: \n \n Progression of multiple bilateral rounded opacities raises concern for\n multifocal pneumonia or septic emboli.\n \n RECOMMENDATION(S):  An echocardiogram should be obtained to rule out\n endocarditis.\n \n NOTIFICATION:   The findings were discussed by Dr. ___ with Dr.\n ___ on the ___ ___ at 8:54 AM, 5 minutes after discovery of\n the findings."}
{"subject_id": 12056448, "study_id": 57473507, "report": "FINAL REPORT\n TYPE OF EXAMINATION:  Chest PA and lateral.\n \n INDICATION:  ___-year-old male patient with weakness, dyspnea on exertion. \n Evaluate for pulmonary abnormalities or CHF.\n \n FINDINGS:  PA and lateral chest views were obtained with patient in upright\n position.  Analysis is performed in direct comparison with the next preceding\n similar study of ___.  Again mild cardiac enlargement is present. \n The thoracic aorta is moderately widened and elongated and shows calcium\n deposits in the wall mostly at the level of the arch.  A permanent pacer is\n again noticed in left anterior axillary position connected to dual\n intracavitary electrodes, one of which is an ICD device.  Termination points\n of electrodes are unchanged.  The pulmonary vasculature demonstrates features\n of mild-to-moderate degree of chronic congestion with upper zone\n redistribution, perivascular haze and some increased interstitial markings\n mostly on the bases.  New discrete parenchymal abnormalities cannot be\n identified and the lateral and posterior pleural sinuses remain free from any\n significant fluid accumulation.  No pneumothorax has developed in the apical\n area.  Skeletal structures of the thorax also remain unchanged.  Comparison is\n extended to a chest examination of ___ at which time the patient was\n somewhat more congested.  Review was also undertaken of the chest CT ___ ___ which confirmed the described chronic pulmonary changes but excluded\n any local abnormalities.\n \n IMPRESSION:  Mild-to-moderate cardiac enlargement stable, unchanged position\n of permanent pacer and ICD device, mild degree of chronic pulmonary congestion\n but absence of new acute infiltrates or significant pleural effusion."}
{"subject_id": 14443106, "study_id": 56836380, "report": "FINAL REPORT\n EXAMINATION:  PA AND LATERAL CHEST RADIOGRAPHS\n \n INDICATION:  Shortness of breath and productive cough.\n \n TECHNIQUE:  PA and lateral chest radiographs\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n There is mild interstitial pulmonary edema in the setting of unchanged severe\n cardiomegaly. No pleural effusion is identified in the left. The right\n costophrenic angle is not clearly seen due to the enlarged heart. There is no\n pneumothorax. The left-sided by come out pacemaker is redemonstrated with\n leads in unchanged position.\n \n IMPRESSION: \n \n Interstitial pulmonary edema on the setting of stable severe cardiomegaly."}
{"subject_id": 10048986, "study_id": 56135417, "report": "FINAL REPORT\n INDICATION:  ___-year-old man with a cough x1 week who presents for evaluation.\n \n COMPARISON:  Chest radiographs from ___, ___ and ___.\n \n TECHNIQUE:  PA and lateral radiographs of the chest.\n \n FINDINGS:  The heart size is normal.  The aorta is mildly tortuous.  The hilar\n and mediastinal contours are otherwise normal.  There is no pleural effusion\n or pneumothorax.  No focal consolidations are seen.  The visualized osseous\n structures are unremarkable.\n \n Again seen is a right apical pulmonary nodule, likely a benign calcified\n granuloma, unchanged in size since ___.  No new pulmonary nodules\n are seen.\n \n IMPRESSION:  \n \n 1. No new focal consolidations suggestive of pneumonia."}
{"subject_id": 13551252, "study_id": 50874073, "report": "FINAL REPORT\n EXAMINATION:  CHEST (AP)\n \n INDICATION:  History: ___F with distended abdomen,  nausea, vomiting , no bowel\n movement, history of aspiration pneumonia\n \n TECHNIQUE:  Upright AP view of the chest\n \n COMPARISON:  Chest radiograph ___ at 14:07\n \n FINDINGS: \n \n Assessment is limited by patient positioning and the patient's head and chin\n obscuring assessment of the lung apices, more so on the right.  Heart size\n appears unchanged, and top-normal.  Elevation of the right hemidiaphragm is\n chronic with streaky opacity in the right lung base compatible with\n atelectasis.  No gross focal consolidation, pleural effusion or large\n pneumothorax is identified, but assessment again is limited.  There is no\n pulmonary edema.  Percutaneous gastrostomy catheter is seen in the left upper\n abdomen.  Diffuse gaseous distension of bowel loops are seen in the upper\n abdomen.  No acute osseous abnormalities detected.\n \n IMPRESSION: \n \n Limited assessment due to patient positioning, particularly of the lung\n apices, more so on the right.  Right basilar atelectasis with chronic right\n hemidiaphragmatic elevation.  No other acute cardiopulmonary abnormality\n grossly identified.  Diffuse gaseous distention of bowel loops in the upper\n abdomen."}
{"subject_id": 11981228, "study_id": 57730029, "report": "FINAL REPORT\n INDICATION:  ___ year old woman currently under treatment for pyelonephritis\n presents with worsenign pain and pain breathing,  sob on inspiration. o2 desat\n to ___% with ambulation. looks ill. non smoker. on OCP. d-dimer ordered. no\n tachycardia.  // r/o abnormality\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  No prior\n \n FINDINGS: \n \n Moderate left-sided pleural effusion.  The lungs are otherwise clear.  The\n cardiomediastinal silhouette is unremarkable.  No pneumothorax.  No acute\n osseous abnormality.\n \n IMPRESSION: \n \n Moderate left-sided pleural effusion, can be reactive from pyelonephritis or\n infected pleural fluid such as empyema.  Suggest close clinical and imaging\n follow up.\n \n NOTIFICATION:   The findings were discussed by Dr. ___ with ___ on the\n telephone on ___ at 4:53 PM, 10 minutes after discovery of the findings."}
{"subject_id": 15985181, "study_id": 59083783, "report": "FINAL REPORT\n INDICATION:  ___-year-old male with congestive heart failure, aortic\n regurgitation and mitral regurgitation, presents with respiratory failure. \n Question acute heart failure and pneumonia.\n \n COMPARISON:  Multiple radiographs, most recently ___.  CT dated\n ___.\n \n FINDINGS:  A right internal jugular approach central venous catheter has tip\n terminating in the mid SVC.  An enteric tube has tip in the stomach.  The\n cardiac silhouette remains enlarged, increased since one day prior, but\n slightly improved since two days prior.  Perihilar vascular congestion\n persists.  Retrocardiac consolidation is similar in extent as compared to\n recent preceding exam.  Ill-defined right upper lobe opacity is unchanged,\n reflecting underlying calcified lesion as seen on prior CT dated ___.\n \n IMPRESSION:  Interval worsening of pulmonary edema and cardiac enlargement. \n Similar extent of left lower lobe consolidation."}
{"subject_id": 15581146, "study_id": 57455505, "report": "FINAL REPORT\n STUDY:  AP chest ___.\n \n CLINICAL HISTORY:  ___-year-old woman with increased crackles on pulmonary\n exam.  Evaluate for edema.\n \n FINDINGS:  Comparison is made to the previous study from ___.\n \n Since the previous study, there has been worsening of the pulmonary\n interstitial densities likely related to pulmonary edema.  However, the\n vascular pedicle is not widened.  Underlying infection is not excluded.  There\n is increase in the left-sided pleural effusion since the previous study. \n There has also been development of a small right-sided pleural effusion. \n Calcification in thoracic aorta is identified."}
{"subject_id": 10720642, "study_id": 51376749, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with CABG  // predischarge eval      predischarge\n eval\n \n IMPRESSION: \n \n In comparison with the study of ___, the right IJ catheter has been\n removed.  Cardiac silhouette remains at the upper limits of normal or mildly\n enlarged.  No definite vascular congestion, though there are bilateral small\n pleural effusions with basilar atelectatic changes.\n \n There is sclerosis in the proximal humeral shaft on the left.  This probably\n represents an old healed bone infarct.  A shoulder series could be obtained to\n better characterize this process."}
