{"subject_id": 12987063, "study_id": 54172653, "report": "FINAL REPORT\n INDICATION:  ___ M with sore throat and cough and fever  // eval for infection\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None available.\n \n FINDINGS: \n \n The lungs are well-expanded and clear.  Mediastinal contours, hila, and\n cardiac silhouette are normal.  No pleural effusion or pneumothorax.\n \n IMPRESSION: \n \n Normal chest radiograph."}
{"subject_id": 17767787, "study_id": 53582274, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___M with hypoglycemia  // eval for infection\n \n COMPARISON:  ___\n \n FINDINGS: \n \n PA and lateral views of the chest provided.   Electronic device is projecting\n over the mid and lower chest limit evaluation.  The heart remains mildly\n enlarged.  There is hilar congestion and mild interstitial pulmonary edema. \n No large effusion.  No convincing evidence for pneumonia.  Mediastinal contour\n is stable.\n \n IMPRESSION: \n \n Cardiomegaly with mild edema."}
{"subject_id": 16051431, "study_id": 50529088, "report": "FINAL REPORT\n INDICATION:  ___ year old woman with hx of anorexia, non-TB mycobacteria, who\n had a fever this morning of 101.  // ? infiltrate/consolidation\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiograph ___ and CT from ___\n \n FINDINGS: \n \n The lungs are fully expanded.  2 circular lesions with central lucency are\n once again visualized in the left upper lobe consistent with a cavitary\n lesions identified on prior CT.  There is an interval development of bilateral\n lower lung opacities.  The cardiomediastinal and hilar contours are stable. \n The pleural surfaces are normal.  The OG tube terminates in the stomach.\n \n IMPRESSION: \n \n 1.  Bilateral lower lobe opacities concerning for multifocal pneumonia.\n 2.  Stable appearance of left upper lobe cavitary lesions.\n \n NOTIFICATION:   The findings were discussed with ___, M.D. by ___\n ___, M.D. on the telephone on ___ at 11:35 AM, 5 minutes after\n discovery of the findings."}
{"subject_id": 12009312, "study_id": 55084392, "report": "FINAL REPORT\n AP CHEST, 11:49 A.M., ___  \n \n HISTORY:  An ___-year-old man with history of coronary artery disease after\n CABG, heart failure and tachypnea.  Assess pleural effusion, pulmonary edema\n and new consolidation.\n \n IMPRESSION:  AP chest compared to ___ at 1:18 a.m.:\n \n Previous mild and somewhat asymmetric pulmonary edema has improved generally. \n Residual abnormality in the left lower lobe could be dependent edema and\n atelectasis.  Moderate left and small right pleural effusions have both\n decreased.  The heart is not enlarged.  No pneumothorax."}
{"subject_id": 15259244, "study_id": 54517823, "report": "FINAL REPORT\n INDICATION:  A ___-year-old female with fever and immunosuppressive for\n pancreas and kidney transplant.\n \n COMPARISON:  PA and lateral chest radiograph ___.\n \n PORTABLE AP CHEST RADIOGRAPH:  Small bilateral pleural effusions improved on\n the right and increased on the left since the most recent prior examination of\n ___.  Increased opacification at the left lung base may represent\n underlying infection. Moderate-to-severe enlargement of the cardiac silhouette\n is chronic and unchanged.  Bilateral low lung volumes are noted with crowding\n of bronchovascular markings.  A supraclavicular dialysis catheter ends in the\n right atrium. In the interim since the most recent prior examination, there\n has been removal of the left-sided PICC tip.  Sternotomy wires are midline and\n intact.  Patient is status post left mitral valve repair.\n \n IMPRESSION:\n 1.  Bilateral pleural effusions, improved on the right compared to the prior\n examination, but worsened on the left. Increased opacification at the left\n lung base may represent underlying infection.\n 2.  Low lung volumes with crowding of bronchovascular markings and minimal\n increased pulmonary vascular engorgement."}
{"subject_id": 13115057, "study_id": 50309592, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with seizure  // ?pna\n \n COMPARISON:  None available\n \n FINDINGS: \n \n AP upright and lateral views of the chest provided.\n \n There is no focal consolidation, effusion, or pneumothorax. The\n cardiomediastinal silhouette is normal.  Right chest port catheter tip is in\n the lower SVC.  Imaged osseous structures are intact.  No free air below the\n right hemidiaphragm is seen.\n \n IMPRESSION: \n \n No acute intrathoracic process."}
{"subject_id": 18054935, "study_id": 50585555, "report": "FINAL REPORT\n INDICATION:    ___F with diarrhea on antibiotics, p/w PICC line  // eval PICC\n position\n \n TECHNIQUE:  AP and lateral views of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n Right PICC is seen with catheter tip better seen on the lateral view within\n the right atrium and can be retracted 2 cm for more optimal positioning.  The\n lungs are clear without consolidation.  Blunting of the right posterior\n costophrenic angle suggests small effusion.  Calcific densities projecting\n over the right lung.  Cardiomediastinal silhouette is stable.\n \n IMPRESSION: \n \n Right PICC tip likely within the right atrium and can be withdrawn 2 cm to be\n closer to the RA SVC junction."}
{"subject_id": 16878016, "study_id": 51678542, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___-year-old man presenting with wheezing. Evaluate for pulmonary\n disease.\n \n COMPARISON:  Chest radiograph dated ___.\n \n FINDINGS: \n \n No significant change from the prior exam other than slight blunting of the\n left costophrenic angle on the prior exam that is not appreciated on today's\n exam. The lungs are clear, without focal consolidation or pulmonary edema.\n Stable bilateral lung volumes. No pleural effusion or pneumothorax. The heart\n size is normal. Cardiac and mediastinal contours and hila are unchanged.\n Incidental old left clavicular fracture.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 11369587, "study_id": 58280693, "report": "FINAL REPORT\n HISTORY:  Shortness of breath.\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS:\n \n The patient is status post median sternotomy and CABG.  Left-sided pacemaker\n device is noted with single lead terminating in the right ventricle.  The\n heart is moderately enlarged.  Lung volumes are low.  Mediastinal contours are\n unremarkable.  There is mild perihilar haziness and vascular indistinctness\n compatible with mild pulmonary edema, new compared to the prior study.  Small\n bilateral pleural effusions are present, along with a retrocardiac opacity,\n possibly reflecting atelectasis but infection cannot be excluded.  No\n pneumothorax is identified.  There are no acute osseous abnormalities.\n \n IMPRESSION:\n \n Mild congestive heart failure with small bilateral pleural effusions. \n Retrocardiac opacity could reflect atelectasis but infection cannot be\n excluded."}
{"subject_id": 15290047, "study_id": 59257984, "report": "WET READ: ___ ___ ___ 7:23 AM\n  \n  \n  \n  Bilateral multifocal consolidations are minimally improved from ___. \n  Bilateral effusions may be minimally increased.  Endotracheal tube is 4.5 cm\n  above the carina.  No pneumothorax.\n WET READ VERSION #___ ___ ___ ___ 8:14 PM\n  Bilateral multifocal consolidations are minimally improved from ___. \n  Bilateral effusions may be minimally increased.  Endotracheal tube is 4.5 cm\n  above the carina.  No pneumothorax.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman intubated, s/p PEA arrest, with VAP pneumonia.\n Please assess for pneumonia.  // assess interval change     assess interval\n change\n \n IMPRESSION: \n \n In comparison with the study of ___, there again are substantial\n bilateral layering effusions with compressive atelectasis at the bases.  What\n appeared to be central vascular congestion bilaterally has decreased.  Tip of\n the endotracheal tube is approximately 4.5 cm above the carina.  Nasogastric\n tube extends to the stomach, though the side port is close to the\n esophagogastric junction.  Right IJ pacer wire again extends to the apex of\n the right ventricle."}
{"subject_id": 14479847, "study_id": 55797560, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Respiratory failure, intubation, evaluation for endotracheal tube\n placement.\n \n COMPARISON:  ___, 5:54 am.\n \n FINDINGS:  As compared to the previous radiograph, the patient has been\n intubated.  The tip of the endotracheal tube projects approximately 3.5 cm\n above the carina.\n \n Otherwise, the radiograph is unchanged.  No pneumothorax.  The pre-existing\n parenchymal changes and appearance of the heart are constant."}
{"subject_id": 16497723, "study_id": 51445593, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with braadcardia and unresponsiveness during HD\n achieved ROSC with one set of chest compression.s  // Any acute lung process\n or aspiration?     Any acute lung process or aspiration?\n \n COMPARISON:  Chest radiographs since ___ most recently ___.\n \n IMPRESSION: \n \n Lung volumes remain low and mild pulmonary edema which had worsened on ___, has subsequently improved.  Heart remains moderately enlarged, pleural\n effusions are presumed, though not large, and there still mediastinal venous\n engorgement."}
{"subject_id": 13531580, "study_id": 50233263, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with altered mental status\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n Heart size is normal.  The mediastinal and hilar contours are normal. The\n pulmonary vasculature is normal. Lungs are clear.  No pleural effusion or\n pneumothorax is seen. There are no acute osseous abnormalities.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality."}
{"subject_id": 18112176, "study_id": 59091586, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with status.  // Please eval ETT.\n \n COMPARISON:  ___.\n \n IMPRESSION: \n \n As compared to the previous image, the patient has been intubated. The tip of\n the endotracheal tube projects approximately 5 cm above the carinal.  The\n course of the nasogastric tube is unremarkable, the tip is not included on the\n image.  No evidence of complications, notably no pneumothorax.\n \n Minimal areas of atelectasis at the right lung bases and in the retrocardiac\n lung regions.  No pneumonia, borderline size of the cardiac silhouette without\n pulmonary edema."}
{"subject_id": 13363938, "study_id": 59089005, "report": "FINAL REPORT\n PA AND LATERAL CHEST ON ___  \n \n HISTORY:  An ___-year-old man with APML and low-grade fever, question\n infection.\n \n IMPRESSION:  AP chest compared to ___ through ___:\n \n Extensive asbestos-related pleural plaque mostly calcified, obscures large\n areas of the lungs, but there are no findings to suggest new pulmonary\n abnormalities, specifically no findings of pneumonia or pulmonary edema. \n Heart size top normal, is slightly larger today than most recently.  No\n pleural effusion."}
{"subject_id": 19025961, "study_id": 52857542, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  History: ___M with AMS apneic anticoagulated*** WARNING ***\n Multiple patients with same last name! // bleed vs mass\n \n COMPARISON:  None\n \n FINDINGS: \n \n Endotracheal tube is in unremarkable position.  Enteric tube tip passes below\n the diaphragm and out of view.  There is no focal consolidation or\n pneumothorax. The cardiac silhouette is enlarged.  There is pulmonary vascular\n congestion.  There is moderate retrocardiac atelectasis and mild right basilar\n atelectasis.\n \n IMPRESSION:\n \n \n 1. Findings suggestive of CHF.\n 2. Enteric tube passes below the diaphragm and out of view.  If tip position\n needs to be confirmed, abdominal radiograph could be performed."}
{"subject_id": 12753985, "study_id": 59385311, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___M with hemoptysis, R upper chest pain  // ? Acute cardiouplm\n process\n \n COMPARISON:  None\n \n FINDINGS: \n \n PA and lateral views of the chest provided.\n \n There is no focal consolidation, effusion, or pneumothorax. The\n cardiomediastinal silhouette is normal. Imaged osseous structures are intact. \n No free air below the right hemidiaphragm is seen.\n \n IMPRESSION: \n \n No acute intrathoracic process."}
{"subject_id": 18238066, "study_id": 51503118, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with ILD s/p VATS, intubated, now with OG tube \n // Determine position of OG tube      Determine position of OG tube\n \n TECHNIQUE:   Frontal chest radiograph\n \n COMPARISON:   ___ 03:12\n \n FINDINGS: \n \n There is interval placement of an NG tube that is coiled in the stomach. Right\n chest tube and ET tube are unchanged in position.  Interstitial changes which\n are due to pre-existing interstitial lung disease, now appear slightly less\n prominent; the decreased prominence is likely due to decreased vascular\n congestion. No definite pleural effusion is seen. Moderate cardiomegaly is\n seen.\n \n IMPRESSION: \n \n Interval placement of NG tube and side port is seen within the stomach. Mild\n decrease in interstitial markings is seen."}
{"subject_id": 15529225, "study_id": 53630863, "report": "FINAL REPORT\n PORTABLE CHEST FILM ___ AT 612 \n \n CLINICAL INDICATION:  ___-year-old with multiple rib fractures, sternal\n fracture, evaluate for pneumothorax.\n \n Comparison is made to the patient's previous study dated ___ at 12:52\n a.m.\n \n A portable AP semi-upright chest film ___ at 6:13 a.m. is submitted.\n \n IMPRESSION:\n \n 1.  Heart is within normal limits of size.  Right paratracheal soft tissue\n opacity which may reflect mediastinal hemorrhage related to the patient's\n known sternal fracture as evident on the CT of ___ from ___\n ___.  Bilateral minimally displaced rib fractures are less appreciated on\n the plain film study on the outside CT.  In addition, there has been interval\n development of a small right apical and lateral pneumothorax.  Patchy opacity\n at the right medial mid and lower lung base as well as in the retrocardiac\n region may represent areas of patchy atelectasis or contusion.  Right apical\n lateral pleural thickening and left apical pleural thickening likely reflect\n apical caps related to mediastinal hemorrhage.  No large effusions.  Heart is\n within normal limits of size.  ___, the patient's nurse in the SICU, was\n notified by phone of these findings on ___ at 10 a.m. at the time of\n discovery."}
{"subject_id": 17736979, "study_id": 54902622, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  ALL, evaluation.\n \n COMPARISON:  No comparison available at the time of dictation.\n \n FINDINGS:  The lung volumes are normal.  Borderline size of the cardiac\n silhouette.  No pulmonary edema.  No pneumonia, no pleural effusions.  The\n hilar and mediastinal structures are unremarkable."}
{"subject_id": 14586789, "study_id": 58803718, "report": "FINAL REPORT\n AP CHEST, 10:22 A.M., ___\n \n HISTORY:  ___-year-old man with chronic pancreatitis, getting a gastrostomy\n tube.\n \n IMPRESSION:  AP chest compared to ___:\n \n ___-mm wide opacity projecting over the anterior aspect of the right fifth\n anterior interspace could be nipple or gynecomastia or could be a lung nodule.\n I see smaller opacity in that location on ___ when there was a\n companion opacity on the left side.  Just to confirm that these are nipples, I\n would recommend shallow oblique views with nipple markers.\n \n There is no pleural effusion, pneumothorax, or free subdiaphragmatic gas. \n Heart size is normal, and the cardiomediastinal and hilar silhouettes\n unremarkable.  Upper enteric drainage tube ends above the gastroesophageal\n junction and would need to be advanced at least 13 cm to move all the side\n ports into the stomach.  Left PIC line ends low in the SVC."}
{"subject_id": 14915593, "study_id": 54102525, "report": "FINAL REPORT\n EXAM:  Chest frontal and lateral views.\n \n CLINICAL INFORMATION:  Fever.\n \n COMPARISON:  ___.\n \n FINDINGS:  Frontal and lateral views of the chest were obtained.  Interval\n removal of the left-sided PICC.  Cardiac and mediastinal silhouettes are\n stable, as are the hilar contours.  No focal consolidation, pleural effusion,\n or evidence of pneumothorax.  Minimal right base linear atelectasis/scarring\n is seen.  \n \n IMPRESSION:  No acute cardiopulmonary process.  No findings to suggest\n pneumonia."}
{"subject_id": 16269954, "study_id": 56239844, "report": "FINAL REPORT\n INDICATION:   ___M with SOB and CP pls eval for pna\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n The lungs are clear. The cardiomediastinal silhouette is normal.  No acute\n osseous abnormalities identified.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 12106911, "study_id": 58999172, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with cough for 1 week, history of lung cancer. Right\n total pneumonectomy.\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  ___ chest radiograph and ___ chest CT\n \n FINDINGS: \n \n Patient is status post right total pneumonectomy with expected postoperative\n changes including rightward shift of mediastinal structures.  Right-sided\n Port-A-Cath tip appears to terminate in the low SVC.  Heart size is difficult\n to assess given the prior pneumonectomy, but the cardiac and mediastinal\n contours appear unchanged.  Patchy opacities are demonstrated within the left\n lung base.  No left-sided pleural effusion or pneumothorax is present.  Small\n hiatal hernia is again visualized.  No acute osseous abnormalities are\n detected.\n \n IMPRESSION: \n \n Status post right pneumonectomy.  Patchy opacity in the left lung base may\n reflect pneumonia in the correct clinical setting."}
{"subject_id": 15714037, "study_id": 50899112, "report": "FINAL REPORT\n INDICATION:   ___F with cough and SOB x 10 days  // ? pneumonia\n \n TECHNIQUE:  PA and lateral views of the chest.  None.\n \n COMPARISON:  None.\n \n FINDINGS: \n \n The lungs are clear.  There is no focal consolidation, effusion, or edema. \n The cardiomediastinal silhouette is within normal limits.  No acute osseous\n abnormalities.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 12335138, "study_id": 50331723, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with s/p open  // Please evaluate for interval   \n Please evaluate for interval\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n Heart size and mediastinum are stable.  Bibasal areas of atelectasis and small\n amount of pleural effusion are noted, unchanged.  No pneumothorax is seen.\n \n Pneumobilia is demonstrated most likely related to recent surgery, please\n correlate with operation report."}
{"subject_id": 19246656, "study_id": 53563538, "report": "FINAL REPORT\n INDICATION:  ___-year-old woman with cough, epigastric abdominal pain, rule out\n pneumonia.\n \n FINDINGS:  The lungs are well expanded and clear.  There is no focal\n consolidation, effusion, or pneumothorax.  Cardiac and mediastinal contours\n are normal.\n \n IMPRESSION: Normal chest radiograph."}
{"subject_id": 17643850, "study_id": 58528265, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with ? right sided atelectasis versus PNA  //\n eval for interval change      eval for interval change\n \n IMPRESSION: \n \n In comparison with the study of ___, there are slightly improved lung\n volumes.  Atelectatic changes are again seen in the mid zones bilaterally as\n well as at the bases. The area of questioned opacification in the infrahilar\n region on the right is unchanged. Again this could represent merely\n atelectatic changes, though in the appropriate clinical setting superimposed\n pneumonia would have to be considered."}
{"subject_id": 14388229, "study_id": 53768737, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Evaluation of the patient after cardiac arrest.\n \n AP radiograph of the chest was reviewed in comparison to ___.\n \n The ET tube tip is approximately 4.5 cm above the carina.  The left PICC line\n tip is at the cavoatrial junction.  The NG tube tip cannot be seen, most\n likely in the stomach.\n \n Heart size and mediastinal silhouettes are stable but there is slight interval\n increase in left pleural effusion that should be further monitored.  No\n pneumothorax is demonstrated."}
{"subject_id": 12388372, "study_id": 57415686, "report": "FINAL REPORT\n EXAM:  Chest frontal and lateral views.\n \n CLINICAL INFORMATION:  Chest pain.\n \n COMPARISON:  ___.\n \n FINDINGS:  Frontal and lateral views of the chest were obtained.  Patient is\n rotated somewhat to the left.  Patient is status post median sternotomy. \n Mitral annulus calcification is seen.  No definite focal consolidation is\n seen.  There is no pleural effusion, or evidence of pneumothorax.  The cardiac\n silhouette is top normal.  The aorta is calcified and tortuous.  No overt\n pulmonary edema is seen.  No displaced fracture is identified.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 19131119, "study_id": 55892949, "report": "FINAL REPORT\n INDICATION:  ___-year-old man with stroke and poor swallowing with self removal\n of nasogastric tube.  Assess nasogastric tube position.\n \n COMPARISONS:  ___.\n \n FINDINGS:  Nasogastric tube is coiled upon itself beginning at the level of\n the GE junction with tip not well seen, but possibly coiled superiorly to the\n level of the thoracic inlet.  The lungs are otherwise relatively clear and\n unchanged from a recent compared examination.  Clips in the epigastrium are\n unchanged as is moderate cardiomegaly.\n \n IMPRESSION: Mild increase in pulmonary vascular congestion with malposition of\n the nasogastric tube as above.  \n \n Finding was discovered at ___ and discussed by phone with Dr. ___ by Dr.\n ___ at ___ on ___."}
{"subject_id": 16410756, "study_id": 55123722, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman with previous hydro-pneumothorax presents with\n dyspnea and left sided chest pain.  // please assess for recurrent left\n hydro-pneumo and/or acute cardiopulm abnormality    please assess for\n recurrent left hydro-pneumo and/or acute cardiopulm abnormality\n \n IMPRESSION: \n \n Compared to chest radiographs ___ through ___.\n \n Very small volume of air persists at the apex of the left hemi thorax due to\n previous hydro pneumothorax.  There is no appreciable layering pleural\n effusion.  Left hemidiaphragm is moderately elevated.  Large volume of stomach\n traversing a hiatus hernia, probably unchanged.  Cardiac silhouette normal\n size.  Upper lungs clear."}
{"subject_id": 19613926, "study_id": 52120212, "report": "FINAL REPORT\n HISTORY:  ___-year-old woman with shortness of breath.  Assess for pneumonia or\n pneumothorax.\n \n TECHNIQUE:  PA and lateral radiographs of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: The lungs are well expanded and clear.  There is no pleural effusion\n or pneumothorax.  Heart and mediastinal contours are unremarkable.\n \n IMPRESSION: No acute intrathoracic process."}
{"subject_id": 13355571, "study_id": 52759389, "report": "FINAL REPORT\n INDICATION:  History: ___F with dyspnea // Acute cardiopulm disease\n \n TECHNIQUE:  Frontal and lateral views of the chest.\n \n COMPARISON:  None.\n \n FINDINGS: \n \n Linear opacities in the left lung base most likely represent atelectasis,\n however, underlying infection cannot be excluded. There is no pleural effusion\n or pneumothorax.  The cardiac and mediastinal contours are normal.  Kyphosis\n of the thoracic and upper lumbar spine is noted.\n \n IMPRESSION: \n \n Linear opacity in the left lung base most likely represent atelectasis,\n however, infection cannot be excluded."}
{"subject_id": 12082068, "study_id": 59062694, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with cough and SOB  // ?pneumonia      ?pneumonia\n \n IMPRESSION: \n \n No comparison.  Normal lung volumes.  Normal size of the cardiac silhouette. \n Normal hilar and mediastinal contours.  No pneumonia, no pulmonary edema, no\n pleural effusions."}
{"subject_id": 10361930, "study_id": 59928548, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with TBM s/p stent placement on ___, DMI,\n presenting with N/V, hyperglycemia and new productive cough, with PNA and\n likely DKA, with respiratory failure.  // Please assess for placement of ETT\n \n TECHNIQUE:  CHEST (PORTABLE AP)\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the prior study there is no substantial change in the NG tube\n placement terminating most likely in the stomach. The ET tube tip is 5 cm\n above the carinal.  A left pleural effusion is moderate. There is interval\n additional progression of bibasal consolidations. There is also interval\n development of interstitial edema.  Left perihilar opacity most likely reflect\n additional focus of infection as well.  No definitive pneumothorax is seen."}
{"subject_id": 10245082, "study_id": 59328561, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Status post thoracotomy and right middle lobe resection. \n Evaluation.\n \n COMPARISON:  ___, 4:32 a.m.\n \n FINDINGS:  As compared to the previous radiograph, there is unchanged\n appearance of the post-operative status in the right lung, with the pleural\n air collection at the right medial lung base.  The opacities at the left lung\n base are also unchanged.  Unchanged monitoring and support devices.  No\n evidence of pneumonia."}
{"subject_id": 19557745, "study_id": 52015620, "report": "FINAL REPORT\n INDICATION:  ___-year-old male with new AFib and shortness of breath concerning\n for CHF.\n \n COMPARISON:  AP portable upright radiograph of the chest, ___.\n \n TECHNIQUE:  PA and lateral radiographs of the chest.\n \n FINDINGS: Lungs are clear and well inflated bilaterally with no focal\n consolidation, lesions, masses, pleural effusion, or evidence of pneumothorax.\n The cardiomediastinal silhouette is within normal limits.  The pleural\n surfaces are unremarkable.  Minimal degenerative changes of the thoracic spine\n is seen.  There is no evidence of vascular congestion, pulmonary edema. \n Nipple markers were placed in order to disambiguate round opacities overlying\n lateral lung fields which were seen in the first image.\n \n IMPRESSION:  No evidence of CHF."}
{"subject_id": 16285590, "study_id": 52883520, "report": "FINAL REPORT\n EXAMINATION:  DX CHEST PORT LINE/TUBE PLCMT 1 EXAM\n \n INDICATION:  ___ year old woman with respiratory failure  // Eval for ETT and\n OGT placement      Eval for ETT and OGT placement\n \n IMPRESSION: \n \n In comparison with the earlier study of this date, there has been placement of\n an endotracheal tube with its tip about 3.5 cm above the carina.  Left IJ\n catheter extends to the mid portion of the SVC.  Nasogastric tube extends to\n the stomach, though the side port is above the esophagogastric junction.\n Little change in the appearance of the heart and lungs."}
{"subject_id": 19421690, "study_id": 50835239, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with newly hypotensive MAPs < ___  // PTX\n progression      PTX progression\n \n IMPRESSION: \n \n In comparison with the earlier study of this date, there has been decrease in\n the degree of left pneumothorax.  The right mid pneumothorax also is less\n prominent.  Otherwise, there is little change in the appearance of the heart\n and lungs.  The nasogastric tube has been advanced so that the side port is\n just distal to the esophagogastric junction."}
{"subject_id": 14592916, "study_id": 56524133, "report": "FINAL REPORT\n HISTORY:  Chest pain.  Rule out pneumonia, cardiomegaly, or aortic dilatation.\n \n COMPARISON:  Multiple prior chest radiographs, most recently of ___.\n \n FINDINGS:  Frontal and lateral views of the chest were obtained.  The heart is\n of normal size with normal cardiomediastinal contours.  The lungs are clear\n without focal or diffuse abnormality.  The pulmonary vasculature is\n unremarkable.  No pleural effusion or pneumothorax.  No radiopaque foreign\n body.  Osseous structures are unremarkable.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 11391990, "study_id": 51019980, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  History: ___F with chest pain, N/V x1 post endoscopy  // acute\n process\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n No focal consolidation is seen.  No pleural effusion or pneumothorax is seen.\n The cardiac silhouette is top-normal.  Mediastinal contours are unremarkable. \n There is no pulmonary edema.  There is gaseous distention of the stomach.  No\n definite free air is seen beneath the diaphragms.\n \n IMPRESSION: \n \n No focal consolidation.  Gaseous distention of the partially imaged stomach. \n No evidence of free air beneath the diaphragms."}
{"subject_id": 17603668, "study_id": 50706201, "report": "FINAL REPORT\n EXAMINATION:  CHEST (AP AND LAT)\n \n INDICATION:  History: ___M with weakness and liver disease\n \n TECHNIQUE:  Upright AP and lateral views of the chest\n \n COMPARISON:  Chest radiograph ___\n \n FINDINGS: \n \n Cardiac, mediastinal and hilar contours are within normal limits.  Lung\n volumes are low.  There is mild pulmonary vascular congestion.  Streaky\n atelectasis is noted in the lung bases without focal consolidation.  No\n pleural effusion or pneumothorax is present.  No acute osseous abnormality is\n visualized.\n \n IMPRESSION: \n \n Mild pulmonary vascular congestion and mild bibasilar atelectasis."}
{"subject_id": 13154176, "study_id": 50934063, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with L MCA stroke  // ETT position\n \n TECHNIQUE:  CHEST (PORTABLE AP)\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n NG tube tip is in the stomach.  ET tube tip is approximately 3.5 cm above the\n carinal.  Bibasal consolidations are unchanged but there is minimal\n improvement in still present moderate pulmonary edema.  Hilar prominence is\n demonstrated, bilateral and potentially can reflect vasculature but\n lymphadenopathy is a possibility, does correlation with chest CT is to be\n considered."}
{"subject_id": 11526058, "study_id": 53671348, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___F with left sided chest pain\n \n COMPARISON:  None\n \n FINDINGS: \n \n PA and lateral views of the chest provided.\n \n There is no focal consolidation, effusion, or pneumothorax. The\n cardiomediastinal silhouette is normal. Imaged osseous structures are intact. \n No free air below the right hemidiaphragm is seen.\n \n IMPRESSION: \n \n No acute intrathoracic process."}
{"subject_id": 14507036, "study_id": 52835028, "report": "FINAL REPORT\n INDICATION:  ___-year-old man with AFib, on Pradaxa, status post fall with\n hemothorax, assess for interval change in chest tubes or in effusion.\n \n COMPARISONS:  ___.\n \n FINDINGS:  Lungs are somewhat low in volume but clear with two left-sided\n chest tubes noted and small residual pleural effusion and atelectasis, not\n significantly changed from the previous day's study.  No new pulmonary\n opacities are seen.  The heart is normal in size with normal cardiomediastinal\n contours."}
{"subject_id": 18429092, "study_id": 59803233, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man intubated for respiratory failure x2 weeks  //\n interval change      interval change\n \n IMPRESSION: \n \n In comparison with the study of ___, the monitoring and support devices are\n unchanged.  Continued enlargement of the cardiomediastinal silhouette with\n bilateral pleural effusions more prominent on the right and underlying basilar\n atelectasis.\n No evidence of pneumothorax on this examination."}
{"subject_id": 19263380, "study_id": 58690565, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with CP and dyspnea  // Pneumonia? Pneumothorax?\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None available.\n \n FINDINGS: \n \n There is no focal consolidation, pleural effusion or pneumothorax. \n Cardiomediastinal silhouette is within normal limits.  No acute osseous\n abnormalities identified.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 10561929, "study_id": 54031472, "report": "WET READ: ___ ___ 5:36 PM\n  Bilateral pleural effusions with adjacent compressive atelectasis cannot be\n  compared to the prior exam due to differences in technique. right port-a-cath\n  tip in the upper SVC.\n  No definite e/o ptx.\n ______________________________________________________________________________\n                                 FINAL REPORT\n REASON FOR EXAMINATION:  Followup of the patient with bilateral pleural\n effusions, to exclude pneumothorax.\n \n Portable AP radiograph of the chest was reviewed in comparison to ___ obtained at 12:10 a.m.  \n \n The left pigtail catheter has been inserted with a subsequent substantial\n decrease in pleural effusion on the left.  No appreciable pneumothorax is\n noted on the current study.  Heart size and mediastinum are slightly enlarged.\n Port-A-Cath catheter tip terminates at the level of low SVC.  Bilateral\n pleural effusions are still present, right more than left.  There is interval\n minimal change in interstitial pulmonary edema, mild to moderate."}
{"subject_id": 12808249, "study_id": 53359988, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with pneumothorax and chest tube.  // eval for\n ptx\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n Lower lung volumes.  Right-sided chest tube.  Extensive bilateral parenchymal\n opacities.  On this current radiograph, there is no convincing evidence for\n the presence of a right pneumothorax."}
{"subject_id": 15634224, "study_id": 57595192, "report": "FINAL REPORT\n INDICATION:  Intubated, transfer for endotracheal tube placement.\n \n COMPARISONS:  Chest radiograph from outside hospital from ___.\n \n FINDINGS:  Single portable chest radiograph is provided.  Endotracheal tube\n terminates in the mid trachea, approximately 3.1 cm above the carina. \n Nasogastric tube courses below the diaphragm into the stomach.  An ovoid\n density projects over the right upper lobe, likely external to the patient.\n Irregular opacities in the lolwer lobe, more prominent since the prior\n radiograph are most consistent with aspiration.  There is no pleural effusion\n or pneumothorax.  The cardiomediastinal silhouette is normal.  There are no\n displaced fractures.\n \n IMPRESSION:\n 1.  Support devices in appropriate position.\n \n 2.  Irregular bibasilar opacities, likely aspiration."}
{"subject_id": 17715939, "study_id": 59626301, "report": "FINAL REPORT\n INDICATION:  Aspiration pneumonia, evaluation for interval change.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, the patient has taken a\n deeper inspiration.  The pre-existing plate-like atelectasis at the left lung\n base and the small atelectasis at the right lung base have almost completely\n resolved.  No focal parenchymal opacities have newly occurred.  Unchanged\n appearance of the cardiac silhouette, with mild tortuosity of the thoracic\n aorta.  Unchanged course and position of the feeding tube."}
{"subject_id": 11893583, "study_id": 59445951, "report": "FINAL REPORT\n HISTORY:  Chest pain.  Rule out mediastinal pathology.\n \n COMPARISON:  None available.\n \n TECHNIQUE:  PA and lateral chest radiographs.  \n \n FINDINGS: The cardiac silhouette appears top normal in size. There is mild\n tortuosity of the descending aorta.  Patient is status post median sternotomy.\n The mediastinum is well defined and the hilar contours are within normal\n limits. There is no definite focal consolidation, pleural effusion or\n pneumothorax.   \n \n IMPRESSION: No acute cardiopulmonary findings. Mediastinal contour appears\n grossly unremarkable, however CT is recommended if there is strong clinical\n concern."}
{"subject_id": 16345536, "study_id": 58997879, "report": "FINAL REPORT\n SINGLE FRONTAL VIEW OF THE CHEST\n \n REASON FOR EXAM:  Cirrhosis, GI bleed, intubated for airway protection. \n Patient with hypoxia.\n \n Comparison is made with prior study, ___.\n \n Bibasilar opacities consistent with atelectasis have worsened on the right. \n Cardiomegaly is obscured by the lung abnormalities.  Bilateral pleural\n effusions are small.  \n Left perihilar opacity has worsened, likely worsening atelectasis, but\n superimposed infection cannot be excluded.  When clinically appropriate,\n conventional frontal and lateral views are recommended.  \n \n Right PICC tip is in the cavoatrial junction.  Right IJ catheter tip is in the\n right atrium.  NG tube tip is out of view below the diaphragm.  ET tube is 5.8\n cm above the carina, lies against the right wall of the trachea.  There is no\n evident pneumothorax."}
{"subject_id": 10614767, "study_id": 58071035, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with follicular lyphoma with tunneled line placed\n ___ who started ATG/TLI on ___ with fever to 102.5 this morning.  //\n please evaluate for new CP process\n \n COMPARISON:  ___.\n \n IMPRESSION: \n \n As compared to the previous radiograph, the patient has received a new right\n central venous access line.  No pneumothorax.  Normal size of the cardiac\n silhouette. Normal appearance of the lung parenchyma. No evidence of\n pneumonia."}
{"subject_id": 16066555, "study_id": 53717511, "report": "FINAL REPORT\n INDICATION:  ___ year old woman s/p VHR, component separation intubated due to\n respiratory distress.  // assess interval change\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiographs since ___, most recently ___.\n \n FINDINGS: \n \n Indwelling support and monitoring devices are stable and in appropriate\n position.  Lung volumes are extremely low with bibasilar atelectasis. \n Cardiomegaly, pulmonary edema, and small left pleural effusion are unchanged\n from ___.  No pneumothorax.\n \n IMPRESSION: \n \n No significant change from ___."}
{"subject_id": 15463676, "study_id": 50326195, "report": "FINAL REPORT\n INDICATION:  Patient with fever and chest pain, assess for pneumonia.\n \n COMPARISONS:  None available.\n \n FINDINGS:\n \n Frontal and lateral views of the chest demonstrate normal lung volumes.  There\n is no pleural effusion, focal consolidation, or pneumothorax.  Hilar and\n mediastinal silhouettes are unremarkable.  Heart size is normal.  There is no\n pulmonary edema.  Diffuse osteopenia is noted.  Partially imaged upper abdomen\n is unremarkable.\n \n IMPRESSION:\n \n No evidence of acute cardiopulmonary process."}
{"subject_id": 19296504, "study_id": 53833782, "report": "FINAL REPORT\n EXAM:  Chest, single frontal view.\n \n CLINICAL INFORMATION:  AFib.\n \n COMPARISON:  ___.\n \n FINDINGS:  Single frontal view of the chest was obtained.  The patient is\n rotated somewhat to the left.  There is no focal consolidation, pleural\n effusion, or evidence of pneumothorax.  The cardiac and mediastinal\n silhouettes are stable.  No overt pulmonary edema is seen.\n \n IMPRESSION:  No significant interval change.  No acute cardiopulmonary\n process."}
{"subject_id": 19687810, "study_id": 58899329, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___F with lymphoma presenting with chills, fever this am, and\n cough  // eval for pna\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n A right-sided Port-A-Cath is seen with its tip terminating in the mid SVC. \n The heart is normal in size and the cardiomediastinal and hilar contours are\n within normal limits.  The lungs are clear.  There is no pleural effusion or\n pneumothorax identified.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality."}
{"subject_id": 16560125, "study_id": 52424222, "report": "FINAL REPORT\n HISTORY:  Status post ___ esophagogastrectomy for adenomacarcinoma\n complicated by anastomotic leak and resultant empyema, now status post repair\n with resolved small leak, transferred to ICU for presumed Pseudomonas\n septicemia.  Question interval change.\n \n COMPARISON:  ___.\n \n FINDINGS:\n \n Left PICC line, right chest tube and esophageal stent are unchanged in\n position.  Mild pulmonary edema is slightly better on the right and unchanged\n at the on the left since yesterday.  No change in small bilateral pleural\n effusions and cardiomediastinal silhouette.  No pneumothorax.\n \n IMPRESSION:\n \n Slightly improved mild pulmonary edema on the right and unchanged on the left."}
{"subject_id": 16908228, "study_id": 57190718, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  ARDS, continued hypoxia, evaluation.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, no relevant change is seen.\n The nasogastric tube has been removed.  The endotracheal tube is constant.  No\n change in appearance of the massive bilateral parenchymal opacities with air\n bronchograms.  Unchanged size of the cardiac silhouette."}
{"subject_id": 11658675, "study_id": 59705420, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with concern for pneumonia  // eval for pneumonia\n eval for pneumonia\n \n IMPRESSION: \n \n Bibasal areas of atelectasis appear to be even more pronounced than on the\n prior study.  It might be attribute due to low lung volumes but infectious\n process is a possibility.  There is minimal vascular congestion.  There is no\n appreciable pleural effusion or pneumothorax development demonstrated."}
{"subject_id": 12747179, "study_id": 55074943, "report": "FINAL REPORT\n INDICATION:  ___F with 2 wks L flank vs L thoracic wall pain  // eval ? L\n effusion, L rib injury      ;\n \n TECHNIQUE:  PA and lateral views the chest.  Multiple oblique views of the\n left ribs.\n \n COMPARISON:  None.\n \n FINDINGS: \n \n The lungs are clear.  There is no effusion or pneumothorax.  The\n cardiomediastinal silhouette is within normal limits.  Osseous structures are\n unremarkable.  There is no visualized rib fracture.\n \n IMPRESSION: \n \n No acute cardiopulmonary process.  No rib fracture visualized."}
{"subject_id": 16311268, "study_id": 56621397, "report": "FINAL REPORT\n SINGLE FRONTAL VIEW OF THE CHEST\n \n REASON FOR EXAM:  multifocal pneumonia, intubated patient with increased\n secretions.  Assess for pulmonary edema.\n \n Comparison is made with prior study performed a day earlier.\n \n There are diffuse multifocal lung opacities that have increased in the left\n lower lobe.  These are consistent with pneumonia.  There is mild vascular\n congestion.  There is no pneumothorax or enlarging pleural effusions.  ET tube\n is in standard position.  NG tube tip is out of view below the diaphragm. \n Right IJ catheter tip is in the mid SVC."}
{"subject_id": 17537641, "study_id": 59691030, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with alzheimer disease and one week of increasing\n agitation\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n Cardiac silhouette size is borderline enlarged with a left ventricular\n predominance. The aorta is tortuous. The mediastinal and hilar contours are\n otherwise unremarkable. Streaky opacity in the retrocardiac region may reflect\n atelectasis though infection is not completely excluded. No pleural effusion\n or pneumothorax is present, and the right lung is clear.  Moderate multilevel\n degenerative changes are demonstrated in the thoracic spine.\n \n IMPRESSION: \n \n Streaky retrocardiac opacity, likely atelectasis. Early infection is not\n completely excluded in the correct clinical setting."}
{"subject_id": 12342815, "study_id": 55345970, "report": "FINAL REPORT\n CHEST, TWO VIEWS:  ___\n \n HISTORY:  ___-year-old male with cirrhosis and lower extremity edema.\n \n COMPARISON:  Multiple chest x-rays dating back to ___ with most\n recent from ___.\n \n FINDINGS:  Frontal and lateral views of the chest.  Left PICC is no longer\n visualized.  The lungs are clear without consolidation or effusion.  Mild\n cardiomegaly.  Enlarged right hilar contour is unchanged when dating back to\n ___, may represent enlarged pulmonary artery.  Right shoulder arthroplasty is\n noted.  Hypertrophic changes are noted in the spine.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 13637699, "study_id": 58705736, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man s/p ___ s/p intubation and bronch for aspiration\n event.  // interval changes in lung fields? Surg: ___ (trach)\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous radiograph, the pre-existing right pleural\n effusion has decreased in extent. Also decreased are the subsequent areas of\n atelectasis at the right lung basis. On the left, the pleural effusion is\n constant.  Minimal improvement in lucency of the lung parenchyma, potentially\n reflecting improved ventilation.  Unchanged size of the cardiac silhouette."}
{"subject_id": 13943206, "study_id": 53849269, "report": "FINAL REPORT\n HISTORY:  ___-year-old female patient status post VATS right lower lobe\n lobectomy after chemo radiation for stage IIIA adenocarcinoma.  Study\n requested for evaluation of interval change.\n \n COMPARISON:  Prior chest radiographs from ___ and ___.\n \n TECHNIQUE: AP and lateral views of the chest.\n \n FINDINGS:\n \n The heart size is large.  The mediastinal and hilar contours are within normal\n limits.  There is a moderate to large right pleural effusion with associated\n atelectasis, unchanged when compared to prior examination.  A locule of gas is\n again seen within the lower posterior aspect of the right pleural space.  As\n of ___, there is an ill-defined area of opacification in the right\n lung, which could represent an area of consolidation. Previously noted\n left-sided pleural effusion has resolved.\n \n IMPRESSION: Cardiomegaly with stable right hydropneumothorax and resolution of\n left pleural effusion.  Ill-defined area of opacification within the right\n lung which could represent an area of consolidation."}
{"subject_id": 18663902, "study_id": 51304619, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Infected pancreatic pseudocyst.\n \n Portable AP radiograph of the chest was reviewed in comparison to ___.\n \n The ET tube tip is 4 cm above the carina.  The right internal jugular line tip\n is at the level of low SVC.  The right PICC line tip is at the level of mid\n SVC.  Cardiomediastinal silhouette is unchanged.  The NG tube tip passes below\n the diaphragm terminating in the stomach.  Bilateral pleural effusions are\n large and there are also bibasilar areas of atelectasis present."}
{"subject_id": 18487334, "study_id": 50701063, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with intubated  // serial exam\n \n TECHNIQUE:  Single frontal view of the chest\n \n COMPARISON:  Chest radiograph ___\n \n FINDINGS: \n \n No significant change in comparison to ___.  No pulmonary edema. \n Mild retrocardiac opacity unchanged, likely atelectasis.  Stable severe\n cardiomegaly. There is no pneumothorax or pleural effusion.   ETT measures 5.4\n cm above the carina.  Right atrial and right ventricular pacer leads in\n standard positions and contiguous with the left pectoral generator.  NG tube\n tip terminates in the stomach.  Right IJ catheter tip in the mid SVC.\n \n IMPRESSION: \n \n No significant interval change compared to chest radiograph from ___"}
{"subject_id": 11219670, "study_id": 54756711, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with fluid overload, unable to wean to extubate \n // daily f/u xray      daily f/u xray\n \n IMPRESSION: \n \n In comparison with the study of ___, of the monitoring and support\n devices are unchanged. Again there are low lung volumes with extensive\n opacification of the left hemithorax, consistent with large pleural effusion\n and compressive atelectasis.  The right low lung is unchanged."}
{"subject_id": 13465746, "study_id": 59247541, "report": "WET READ: ___ ___ ___ 6:29 PM\n  1.  Left pleural effusion is significantly decreased, now quite small. \n  \n  2.  Streaky opacities in the apices bilaterally are similar to prior studies\n  and likely represent scarring.  There is no focal airspace consolidation to\n  suggest pneumonia.  \n  \n  3.  A safety pin projects over the right infrahilar region presumably\n  overlying the patient (please correlate clinically) and slightly limits the\n  evaluation.  \n  \n ______________________________________________________________________________\n                                 FINAL REPORT\n PORTABLE CHEST, ___\n \n COMPARISON:  ___ radiograph.\n \n FINDINGS:  Bilateral upper lobe volume loss and upper lung predominant pleural\n and parenchymal fibrosis could potentially be due to previous radiation\n therapy given history of lymphoma.  Marked interval decrease in size of left\n pleural effusion with residual small pleural effusion remaining.  Asymmetrical\n left apicolateral pleural opacity could reflect loculated fluid and/or\n thickening.  Cardiomediastinal contours are stable in appearance in this\n patient with known residual soft tissue abnormality in the anterior\n mediastinum.  A few scattered septal lines are present in the right lower lung\n and may reflect mild interstitial edema.  Note is also made of a small right\n pleural effusion.  Considering clinical suspicion for infection, a standard PA\n and lateral chest radiograph within the department may be helpful to more\n fully evaluate for subtle area of pneumonia in this patient with complex lung\n parenchymal and pleural abnormalities."}
{"subject_id": 18661455, "study_id": 57276806, "report": "FINAL REPORT\n INDICATION:  ___-year-old male with chest discomfort.\n \n COMPARISON:  None available.\n \n TECHNIQUE:  Frontal and lateral chest radiographs were obtained.\n \n FINDINGS:  No focal consolidation, pleural effusion, pneumothorax, or\n pulmonary edema is detected.  Heart and mediastinal contours are within normal\n limits.\n \n IMPRESSION:  No radiographic evidence for acute cardiopulmonary process."}
{"subject_id": 18224196, "study_id": 50780353, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman admitted with hypercarbic resp failure,\n required intubation and MICU, now on floor with VBG suggesting mild resp\n alkalosis.  // please evaluate for infiltrate vs. atelectasis\n \n TECHNIQUE:  Single frontal view of the chest\n \n COMPARISON:  Chest radiographs ___ through ___\n \n FINDINGS: \n \n Again seen is the bilateral small pleural effusions and left base atelectasis.\n Cardiac silhouette is unchanged.  There is no pneumothorax.   Again noted is\n the median sternotomy wires, valve replacements, and Dobhoff tube in expected\n positions.  Changes in the right proximal humerus consistent with previous\n fracture better seen on shoulder radiographs from ___.\n \n IMPRESSION: \n \n No significant change in appearance of small bilateral pleural effusions and\n left base atelectasis since ___."}
{"subject_id": 19943755, "study_id": 53169788, "report": "WET READ: ___ ___ ___ 8:13 AM\n  \n  \n  Compared to a CT dated ___ and chest x-ray dated ___, there\n  are increased bibasilar opacities, particularly on the right than on the left.\n  In the appropriate clinical context, this may be concerning for pneumonia.  No\n  large pneumothorax is present.  No large pleural effusion is present.\n WET READ VERSION #1 ___ ___ ___ 10:51 PM\n  Compared to a CT dated ___ and chest x-ray dated ___, there\n  are increased bibasilar opacities, particularly on the right than on the left.\n  In the appropriate clinical context, this may be concerning for pneumonia.  No\n  large pneumothorax is present.  No large pleural effusion is present.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with lung cancer with concern for\n effusions/pneumonia.  // Pneumonia\n \n IMPRESSION: \n \n In comparison to ___ chest radiograph, a right pleural catheter\n remains in place with slight increase in size of a moderate right pleural\n effusion which contains intrafissural loculated components.  Small left\n pleural effusion has also apparently slightly increased in the interval. \n Marked enlargement of cardiac silhouette is accompanied by pulmonary vascular\n congestion.  Nonspecific bibasilar opacities may reflect atelectasis,\n aspiration or infectious pneumonia."}
{"subject_id": 13346039, "study_id": 58079381, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Productive cough for one to two months, decreased\n oxygen saturation.\n \n PA and lateral upright chest radiographs were reviewed in comparison to ___ and chest CT and ___ chest radiograph.\n \n Lung volumes are low, unchanged since the prior study.  In addition to\n widespread interstitial opacities on the prior study, there is new left upper\n lung opacity, seen on both PA and lateral views.  Differential diagnosis would\n include infectious process versus neoplasm.  Given the presence of\n interstitial lung disease and relatively low course of complaints, assessment\n with chest CT, preferably after administration of IV contrast is recommended.\n In ase infectious process is suspected, repeated chest radiograph 4 weeeks\n after antibiotics is recommended.\n \n Discussed with Dr. ___ ___ the phone by Dr. ___ at 5:50 pm"}
{"subject_id": 19994772, "study_id": 55498699, "report": "FINAL REPORT\n HISTORY:  Status post right craniectomy and glioblastoma, now with altered\n mental status and fever, rule out intrathoracic process.\n \n COMPARISON:  ___.\n \n FINDINGS:  Frontal and lateral chest x-rays were obtained.\n \n A Port-A-Cath terminates in the lower SVC.  The lungs are fully extended and\n clear.  The cardiomediastinal silhouette, hilar contours, and pleural surfaces\n are normal.  There is no pleural effusion or pneumothorax.\n \n IMPRESSION:  No radiographic evidence for acute cardiopulmonary process."}
{"subject_id": 18171941, "study_id": 58303779, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Status post motor vehicle accident, now fever, questionable\n pneumonia.\n \n COMPARISON:  No comparison available at the time of dictation.\n \n FINDINGS:  The lung volumes are normal.  Normal size of the cardiac\n silhouette.  No pleural effusions.  No evidence of pneumonia or other\n pathological lung parenchymal abnormalities.  No pulmonary edema.  Normal size\n of the cardiac silhouette.  Normal hilar and mediastinal contours."}
{"subject_id": 18879223, "study_id": 57245865, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman s/p left pneumoectomy with SOB  // interval CXR\n interval CXR\n \n IMPRESSION: \n \n In comparison with the study of ___, there is little change in the post\n pneumonectomy appearance on the left.  The position of the air-fluid level is\n stable and there again are pockets of gas within the fluid component.\n The interstitial appearance in the right lung shows little overall change."}
{"subject_id": 13299285, "study_id": 52308842, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with right pleural effusion, evaluate for\n collection  // R pigtail placement\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous radiograph, a right pigtail catheter has now\n almost completely drained the pre-existing right pleural effusion.  No\n pneumothorax.  Unchanged appearance of the heart and of the left lung."}
{"subject_id": 11868033, "study_id": 57197153, "report": "FINAL REPORT\n PA AND LATERAL VIEWS OF THE CHEST\n \n REASON FOR EXAM:  Followup pneumonia.\n \n Comparison is made with prior study ___.\n \n Moderate cardiomegaly and tortuous aorta are unchanged.  Hiatal hernia is\n again visualized.  Left lower lobe consolidation has resolved.  There are no\n new lung abnormalities, pneumothorax or pleural effusion.  Moderate-to-severe\n degenerative changes are again noted in the thoracic spine.  There are minimal\n atelectases in the left lower lobe better seen in the lateral view.\n \n IMPRESSION:  Resolved pneumonia."}
{"subject_id": 13870501, "study_id": 59808225, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with worsening hypoxia  // evaluate for acute\n pulm edema      evaluate for acute pulm edema\n \n IMPRESSION: \n \n No relevant change as compared to ___.  No pneumonia, no\n pulmonary edema, no pleural effusions.  Borderline size of the cardiac\n silhouette."}
{"subject_id": 17798591, "study_id": 56360107, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  History: ___F with chest pain  // eval for CHF/pneumonia\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n There are low lung volumes.  Prominence and indistinctness of the hila with\n perihilar alveolar opacities consistent with moderate pulmonary edema. \n Additional right middle lobe opacity could be due to atelectasis adjacent to\n large hiatal hernia or pneumonia.  There is a large hiatal hernia with\n retrocardiac air-fluid level seen.No pneumothorax is seen.  The cardiac\n silhouette is top-normal.  Mediastinal contours are grossly stable.  Evidence\n of DISH is seen along the spine.\n \n IMPRESSION: \n \n Moderate pulmonary edema.  Right middle lobe opacity may be due to atelectasis\n adjacent to large hiatal hernia versus pneumonia."}
{"subject_id": 12713061, "study_id": 57223961, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with shortness of breath\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n Interval development of white out of the right hemithorax is likely due to a\n large right pleural effusion which is increased substantially since the prior\n study. The heart size is difficult to assess given the presence of the large\n right pleural effusion. No pulmonary vascular congestion is seen. The left\n lung is clear without pleural effusion or pneumothorax. No acute osseous\n abnormality is present. Mild leftward shift of mediastinal structures is\n noted.\n \n IMPRESSION: \n \n Large right pleural effusion has increased substantially now resulting in\n white out of the right hemithorax."}
{"subject_id": 10580148, "study_id": 58036783, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with recent ngt  // ngt placement      ngt\n placement\n \n IMPRESSION: \n \n Tracheostomy is in place.\n \n Left subclavian line tip is at the junction of left subclavian vein and SVC. \n Left internal jugular line tip is at the superior SVC.  Heart size and\n mediastinum are stable.  Bibasal consolidations are unchanged.  Mild vascular\n congestion is unchanged.\n \n NG tube tip is in the stomach.\n \n Most likely nephrostomy is projecting over the left upper quadrant."}
{"subject_id": 18186439, "study_id": 52488988, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman s/p pleuroscopy with bleeding now with chest\n tube  // interval change\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous image, the left chest tube is in unchanged\n position. The effusion on the left is unchanged, unchanged extent of the\n parenchymal opacity.  Unchanged size of the cardiac silhouette. Unchanged\n appearance of the lung parenchyma.  No pneumothorax."}
{"subject_id": 17201369, "study_id": 50862088, "report": "FINAL REPORT\n HISTORY:  ___-year-old female with confusion.\n \n COMPARISON:  None.\n \n FINDINGS:\n \n AP and lateral views of the chest.  Lateral view is limited as patient's arms\n are down by her side.  The lungs appear clear.  The cardiomediastinal\n silhouette is within normal limits.  No acute osseous abnormalities detected. \n Surgical clips are identified in the upper abdomen.\n \n IMPRESSION:\n \n No acute cardiopulmonary process."}
{"subject_id": 11123429, "study_id": 57931374, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  History: ___F with CP  // evidence of infection\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n The cardiac silhouette is mildly enlarged.  Mediastinal contours are\n unremarkable.  Hilar contours are stable.  No focal consolidation is seen. No\n pleural effusion or pneumothorax.  Multiple surgical clips are seen overlying\n the left hemi thorax.\n \n IMPRESSION: \n \n Mild enlargement of the cardiac silhouette without pulmonary edema.  The\n cardiac silhouette is larger in size than on the prior study from ___.  No\n focal consolidation."}
{"subject_id": 10964049, "study_id": 52973052, "report": "FINAL REPORT\n INDICATION:  ___ year old woman with new O2 requirement  // ?atlectasis vs\n fluid overload vs PNA\n \n TECHNIQUE:  Chest AP and lateral\n \n COMPARISON:  No prior\n \n FINDINGS: \n \n Moderate scoliosis and kyphosis.  Mild pulmonary edema with small to moderate\n left and small right pleural effusion.  The retrocardiac opacity is probably a\n combination of atelectasis and pleural effusion, but could hide pneumonia. \n Right lower lobe opacity also likely atelectasis.  Mild cardiomegaly. \n Moderate hiatal hernia.\n \n IMPRESSION: \n \n Mild pulmonary edema with moderate bilateral effusions atelectasis in the lung\n bases.\n \n Left lower lobe atelectasis or pneumonia."}
{"subject_id": 12408654, "study_id": 59230948, "report": "FINAL REPORT\n HISTORY:  ___-year-old man with seizures and new onset of fever.  Evaluation\n for pneumonia.\n \n COMPARISON:  Comparison is made to radiographs of the chest from ___.\n \n FINDINGS:  Since the prior study, there has been interval engorgement of the\n pulmonary vasculature and perihilar haziness, consistent with pulmonary edema.\n Atelectasis is noted at the lung bases bilaterally, slightly improved since\n the prior on the left.  No focal pneumonia or pneumothorax is identified.  The\n heart is normal in size.  An enteric catheter is seen coursing through the\n esophagus, below the diaphragm and out of view.\n \n IMPRESSION: Interval development of mild pulmonary edema since the prior\n study.  No evidence of pneumonia."}
{"subject_id": 16648621, "study_id": 52708284, "report": "FINAL REPORT\n INDICATION:  Bed-bound patient with worsening wheezing and wet-sounding lungs.\n Evaluate for interval change in pulmonary edema versus infectious process.\n \n COMPARISON:  Chest radiographs from ___ and ___.  CT\n torso from ___.\n \n FINDINGS:  The patient is status post midline sternotomy and CABG.  There is\n pulmonary vascular congestion, without frank interstitial pulmonary edema. \n Heterogeneous right lower lung opacities are likely compressive atelectasis,\n although infection is not excluded.  Minimal left retrocardiac atelectasis is\n slightly decreased.  A moderate layering right pleural effusion is thought\n likely, slightly decreased in size.  There is no pneumothorax.  Moderate\n cardiomegaly is not significantly changed.  Bulging of the hilar contours was\n seen to be marked lymphadenopathy on CT from ___.  There is no\n change in the hilar contours to suggest that the degree of lymphadenopathy has\n increased.\n \n IMPRESSION:\n \n 1.  Probable moderate right pleural effusion, slightly smaller than on ___.\n \n 2.  Unchanged right lower lung heterogeneous opacities, possibly atelectasis\n versus infection.  Further evaluation with a lateral radiograph is\n recommended.\n \n 3.  Pulmonary vascular congestion.\n \n Findings were discussed with Dr. ___ by Dr. ___ at 11:51 p.m.\n via telephone on the day of the study."}
{"subject_id": 13913890, "study_id": 58379433, "report": "FINAL REPORT\n INDICATION:  History: ___F with fever and cough  // eval for pna\n \n TECHNIQUE:  Portable AP upright view of the chest.\n \n COMPARISON:  ___ at 19:05\n \n FINDINGS: \n \n In comparison to the study of several hours prior, lung volumes remain\n extremely low.  Cardiomediastinal silhouette is within normal limits. \n Multiple bilateral rounded opacities have progressed compared to the prior\n study.  There is no large effusion or pneumothorax.\n \n IMPRESSION: \n \n Progression of multiple bilateral rounded opacities raises concern for\n multifocal pneumonia or septic emboli.\n \n RECOMMENDATION(S):  An echocardiogram should be obtained to rule out\n endocarditis.\n \n NOTIFICATION:   The findings were discussed by Dr. ___ with Dr.\n ___ on the ___ ___ at 8:54 AM, 5 minutes after discovery of\n the findings."}
{"subject_id": 12056448, "study_id": 57473507, "report": "FINAL REPORT\n TYPE OF EXAMINATION:  Chest PA and lateral.\n \n INDICATION:  ___-year-old male patient with weakness, dyspnea on exertion. \n Evaluate for pulmonary abnormalities or CHF.\n \n FINDINGS:  PA and lateral chest views were obtained with patient in upright\n position.  Analysis is performed in direct comparison with the next preceding\n similar study of ___.  Again mild cardiac enlargement is present. \n The thoracic aorta is moderately widened and elongated and shows calcium\n deposits in the wall mostly at the level of the arch.  A permanent pacer is\n again noticed in left anterior axillary position connected to dual\n intracavitary electrodes, one of which is an ICD device.  Termination points\n of electrodes are unchanged.  The pulmonary vasculature demonstrates features\n of mild-to-moderate degree of chronic congestion with upper zone\n redistribution, perivascular haze and some increased interstitial markings\n mostly on the bases.  New discrete parenchymal abnormalities cannot be\n identified and the lateral and posterior pleural sinuses remain free from any\n significant fluid accumulation.  No pneumothorax has developed in the apical\n area.  Skeletal structures of the thorax also remain unchanged.  Comparison is\n extended to a chest examination of ___ at which time the patient was\n somewhat more congested.  Review was also undertaken of the chest CT ___ ___ which confirmed the described chronic pulmonary changes but excluded\n any local abnormalities.\n \n IMPRESSION:  Mild-to-moderate cardiac enlargement stable, unchanged position\n of permanent pacer and ICD device, mild degree of chronic pulmonary congestion\n but absence of new acute infiltrates or significant pleural effusion."}
{"subject_id": 14443106, "study_id": 56836380, "report": "FINAL REPORT\n EXAMINATION:  PA AND LATERAL CHEST RADIOGRAPHS\n \n INDICATION:  Shortness of breath and productive cough.\n \n TECHNIQUE:  PA and lateral chest radiographs\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n There is mild interstitial pulmonary edema in the setting of unchanged severe\n cardiomegaly. No pleural effusion is identified in the left. The right\n costophrenic angle is not clearly seen due to the enlarged heart. There is no\n pneumothorax. The left-sided by come out pacemaker is redemonstrated with\n leads in unchanged position.\n \n IMPRESSION: \n \n Interstitial pulmonary edema on the setting of stable severe cardiomegaly."}
{"subject_id": 10048986, "study_id": 56135417, "report": "FINAL REPORT\n INDICATION:  ___-year-old man with a cough x1 week who presents for evaluation.\n \n COMPARISON:  Chest radiographs from ___, ___ and ___.\n \n TECHNIQUE:  PA and lateral radiographs of the chest.\n \n FINDINGS:  The heart size is normal.  The aorta is mildly tortuous.  The hilar\n and mediastinal contours are otherwise normal.  There is no pleural effusion\n or pneumothorax.  No focal consolidations are seen.  The visualized osseous\n structures are unremarkable.\n \n Again seen is a right apical pulmonary nodule, likely a benign calcified\n granuloma, unchanged in size since ___.  No new pulmonary nodules\n are seen.\n \n IMPRESSION:  \n \n 1. No new focal consolidations suggestive of pneumonia."}
{"subject_id": 13551252, "study_id": 50874073, "report": "FINAL REPORT\n EXAMINATION:  CHEST (AP)\n \n INDICATION:  History: ___F with distended abdomen,  nausea, vomiting , no bowel\n movement, history of aspiration pneumonia\n \n TECHNIQUE:  Upright AP view of the chest\n \n COMPARISON:  Chest radiograph ___ at 14:07\n \n FINDINGS: \n \n Assessment is limited by patient positioning and the patient's head and chin\n obscuring assessment of the lung apices, more so on the right.  Heart size\n appears unchanged, and top-normal.  Elevation of the right hemidiaphragm is\n chronic with streaky opacity in the right lung base compatible with\n atelectasis.  No gross focal consolidation, pleural effusion or large\n pneumothorax is identified, but assessment again is limited.  There is no\n pulmonary edema.  Percutaneous gastrostomy catheter is seen in the left upper\n abdomen.  Diffuse gaseous distension of bowel loops are seen in the upper\n abdomen.  No acute osseous abnormalities detected.\n \n IMPRESSION: \n \n Limited assessment due to patient positioning, particularly of the lung\n apices, more so on the right.  Right basilar atelectasis with chronic right\n hemidiaphragmatic elevation.  No other acute cardiopulmonary abnormality\n grossly identified.  Diffuse gaseous distention of bowel loops in the upper\n abdomen."}
{"subject_id": 11981228, "study_id": 57730029, "report": "FINAL REPORT\n INDICATION:  ___ year old woman currently under treatment for pyelonephritis\n presents with worsenign pain and pain breathing,  sob on inspiration. o2 desat\n to ___% with ambulation. looks ill. non smoker. on OCP. d-dimer ordered. no\n tachycardia.  // r/o abnormality\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  No prior\n \n FINDINGS: \n \n Moderate left-sided pleural effusion.  The lungs are otherwise clear.  The\n cardiomediastinal silhouette is unremarkable.  No pneumothorax.  No acute\n osseous abnormality.\n \n IMPRESSION: \n \n Moderate left-sided pleural effusion, can be reactive from pyelonephritis or\n infected pleural fluid such as empyema.  Suggest close clinical and imaging\n follow up.\n \n NOTIFICATION:   The findings were discussed by Dr. ___ with ___ on the\n telephone on ___ at 4:53 PM, 10 minutes after discovery of the findings."}
{"subject_id": 15985181, "study_id": 59083783, "report": "FINAL REPORT\n INDICATION:  ___-year-old male with congestive heart failure, aortic\n regurgitation and mitral regurgitation, presents with respiratory failure. \n Question acute heart failure and pneumonia.\n \n COMPARISON:  Multiple radiographs, most recently ___.  CT dated\n ___.\n \n FINDINGS:  A right internal jugular approach central venous catheter has tip\n terminating in the mid SVC.  An enteric tube has tip in the stomach.  The\n cardiac silhouette remains enlarged, increased since one day prior, but\n slightly improved since two days prior.  Perihilar vascular congestion\n persists.  Retrocardiac consolidation is similar in extent as compared to\n recent preceding exam.  Ill-defined right upper lobe opacity is unchanged,\n reflecting underlying calcified lesion as seen on prior CT dated ___.\n \n IMPRESSION:  Interval worsening of pulmonary edema and cardiac enlargement. \n Similar extent of left lower lobe consolidation."}
{"subject_id": 15581146, "study_id": 57455505, "report": "FINAL REPORT\n STUDY:  AP chest ___.\n \n CLINICAL HISTORY:  ___-year-old woman with increased crackles on pulmonary\n exam.  Evaluate for edema.\n \n FINDINGS:  Comparison is made to the previous study from ___.\n \n Since the previous study, there has been worsening of the pulmonary\n interstitial densities likely related to pulmonary edema.  However, the\n vascular pedicle is not widened.  Underlying infection is not excluded.  There\n is increase in the left-sided pleural effusion since the previous study. \n There has also been development of a small right-sided pleural effusion. \n Calcification in thoracic aorta is identified."}
{"subject_id": 10720642, "study_id": 51376749, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with CABG  // predischarge eval      predischarge\n eval\n \n IMPRESSION: \n \n In comparison with the study of ___, the right IJ catheter has been\n removed.  Cardiac silhouette remains at the upper limits of normal or mildly\n enlarged.  No definite vascular congestion, though there are bilateral small\n pleural effusions with basilar atelectatic changes.\n \n There is sclerosis in the proximal humeral shaft on the left.  This probably\n represents an old healed bone infarct.  A shoulder series could be obtained to\n better characterize this process."}
{"subject_id": 17770649, "study_id": 55450848, "report": "WET READ: ___ ___ ___ 9:48 PM\n  Patient is status post thoracentesis with dramatic improvement and right\n  pleural effusion now trace.  Minimal residual bibasilar lung opacification\n  likely atelectasis.  No pneumothorax. cardiomediastinal and hilar contours are\n  unremarkable \n  \n ______________________________________________________________________________\n                                 FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Status post thoracocentesis, rule out pneumothorax.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, patient has undergone right\n thoracocentesis.  There is dramatic improvement with near-complete evacuation\n of the pre-existing right pleural effusion.  At the right lung bases, along\n the right lateral chest wall, a post-interventional, approximately 1 cm basal\n pneumothorax is seen.  No evidence of tension.  At the time of dictation and\n observation, 7:49 a.m., on ___, the referring physician, ___.\n ___, was paged for notification and the findings were discussed one minute\n later.\n \n Moderate cardiomegaly, no pulmonary edema.  No pneumonia, no hilar or\n mediastinal abnormalities."}
{"subject_id": 12226373, "study_id": 55116176, "report": "FINAL REPORT\n INDICATION:  Eosinophilic pneumonia, now off prednisone since mid ___. \n Assess for return of infiltrates.\n \n COMPARISON:  Comparison is made to multiple prior chest radiographs, most\n recently dated ___.\n \n FINDINGS:  Frontal and lateral chest radiographs demonstrate dense\n opacifications bilateral apical opacifications, left greater than right,\n concerning for pneumonia. Cardiomediastinal and hilar contours are\n unremarkable.  No pleural effusion or pneumothorax evident.\n \n IMPRESSION:  Interval development of dense biapical opacifications, left\n greater than right, opacifications concerning for pneumonia.\n \n ___ placed these findings on the critical communications dashboard\n on ___."}
{"subject_id": 17882272, "study_id": 51175083, "report": "FINAL REPORT\n CHEST RADIOGRAPHS\n \n HISTORY:  Tachycardia.\n \n COMPARISONS:  ___.\n \n TECHNIQUE:  Chest, PA and lateral.\n \n FINDINGS:  The heart is mildly enlarged.  The main pulmonary artery contour is\n prominent.  There is no pleural effusion or pneumothorax.  The lungs appear\n clear.  \n \n IMPRESSION:  Stable prominence of main pulmonary artery contour.  Borderline\n cardiomegaly, although probably similar allowing for differences in technique."}
{"subject_id": 17067945, "study_id": 54114519, "report": "FINAL REPORT\n HISTORY:  Patient is status post MVC, eval interval change.\n \n COMPARISON:  ___.\n \n FINDINGS:  Portable single frontal chest radiograph was obtained with the\n patient in semi-upright position.\n \n A left subclavian line terminates in the mid SVC.  There are new increased\n opacities in the left retrocardiac region.  Again seen are unchanged bilateral\n upper lung peripheral opacities, consistent with prior sarcoidosis.  There is\n no pleural effusion, pneumothorax, or pulmonary edema.  The cardiomediastinal\n silhouette and hilar contours are unchanged.  A known comminuted fracture of\n the right humerus is noted.\n \n IMPRESSION:  New left retrocardiac opacification which may reflect atelectasis\n or an early consolidation."}
{"subject_id": 19507970, "study_id": 52224207, "report": "WET READ: ___ ___ ___ 9:56 PM\n  ETT is low, terminating only 2 cm above carina and coursing towards right\n  mainstem bronchus. increased left lower lung opacifiation likley due to\n  worsened atelectasis and effusion. increased atelectasis may be related to ETT\n  positioning. stable cardiomegaly. ___ d/w Dr ___ at 21:45 on ___ via\n  telephone at time of discovery.\n ______________________________________________________________________________\n                                 FINAL REPORT\n SINGLE FRONTAL VIEW OF THE CHEST\n \n REASON FOR EXAM:  Assess new ET tube.  \n \n Comparison is made with prior study performed four hours earlier.\n \n ET tube tip is only 2 cm above the carina, can be withdrawn 1 to 2 cm for more\n standard position.  Marked increased opacity in the left lower lobe is likely\n due to new large area of atelectasis in the left lower lobe.  There is no\n pneumothorax.  There are no other interval changes."}
{"subject_id": 18230098, "study_id": 54962500, "report": "WET READ: ___ ___ ___ 9:53 AM\n  \n  \n  Mild vascular congestion without frank edema. Low lung volumes. No focal\n  consolidation, pleural effusion or pneumothorax.\n WET READ VERSION #___ ___ ___ ___ 6:22 PM\n  Mild vascular congestion without frank edema. Low lung volumes. No focal\n  consolidation, pleural effusion or pneumothorax.\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  ___ year old woman with ESRD, found to have rising wbc,\n hypotension  // ?evidence of pneumonia\n \n TECHNIQUE:  Single AP upright portable radiograph of the chest\n \n COMPARISON:  Chest radiograph dated ___\n \n FINDINGS: \n \n Lungs: Low lung volumes with resultant crowding of lung vasculature.  No\n definite consolidation present.\n \n Pleura: There is no pleural effusion or pneumothorax\n \n Mediastinum: Stable cardiomegaly.  Aortic knuckle calcification is again\n identified.\n \n Bony thorax: Visualized bones are unremarkable.\n \n EKG leads overlie the anterior chest wall.\n \n IMPRESSION: \n \n Low lung volumes with resultant crowding of lung vasculature without\n consolidation or pulmonary edema.  Stable cardiomegaly."}
{"subject_id": 12116250, "study_id": 53267337, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Status post lead revision, evaluation.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, the position of the leads\n is not substantially changed.  The leads are intact.  No lead fracture.  The\n generator is in unchanged left pectoral position.  _____ size of the cardiac\n silhouette.  No pulmonary edema.  Normal lung volumes.  Moderate tortuosity of\n the thoracic aorta."}
{"subject_id": 12312578, "study_id": 55485325, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  STEMI, hypoxia, evaluation for interval change.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, there is slightly\n increasing evidence of pulmonary edema.  Otherwise, no relevant changes are\n seen.  Bilateral minimal blunting of the costophrenic sinuses suggests the\n presence of mild pleural effusion.  Retrocardiac atelectasis.  No evidence of\n pneumonia."}
{"subject_id": 13421820, "study_id": 50920361, "report": "FINAL REPORT\n HISTORY:  Tooth avulsion status post fall, question foreign body in lungs.\n \n TECHNIQUE:  Frontal and lateral views of the chest.\n \n COMPARISON:  None.\n \n FINDINGS:\n \n The lungs are clear without focal consolidation.  No pleural effusion or\n pneumothorax is seen.  The cardiac and mediastinal silhouettes are\n unremarkable.  No radiopaque foreign body is seen.\n \n IMPRESSION:\n \n Clear lungs.  No radiopaque foreign body seen."}
{"subject_id": 15014371, "study_id": 52278819, "report": "FINAL REPORT\n EXAMINATION:  Chest single view\n \n INDICATION:  ___ year old man with bradycardia  // Eval Left IJ placement\n \n TECHNIQUE:  Portable AP\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n Increased opacity in the right lung.  Suggest atelectasis.  ET to 1.5 cm above\n the carina.  Left IJ in the lower SVC\n \n IMPRESSION: \n \n Right upper lobe atelectasis.  Low position of ET tube"}
{"subject_id": 10317694, "study_id": 52517192, "report": "FINAL REPORT\n CHEST RADIOGRAPH PERFORMED ON ___\n \n Comparison made from ___.\n \n CLINICAL HISTORY:  Left leg weakness, question acute intrathoracic process.\n \n FINDINGS:  PA and lateral views of the chest are provided.  A VP shunt\n catheter traverses the right chest wall into the right upper quadrant.  The\n lungs are clear.  Cardiomediastinal silhouette is normal.  No effusion or\n pneumothorax.  Bony structures are intact.\n \n IMPRESSION:  No acute findings in the chest."}
{"subject_id": 10691691, "study_id": 56706450, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___F with 1.5 hr L sided CP  // eval for consolidation\n \n COMPARISON:  None\n \n FINDINGS: \n \n PA and lateral views of the chest provided.\n \n There is no focal consolidation, effusion, or pneumothorax. The\n cardiomediastinal silhouette is normal. Imaged osseous structures are intact. \n No free air below the right hemidiaphragm is seen.\n \n IMPRESSION: \n \n No acute intrathoracic process"}
{"subject_id": 15573773, "study_id": 52907226, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with PNA  // interval change, pneumonia\n \n COMPARISON:  ___.\n \n IMPRESSION: \n \n As compared to the previous radiograph, no relevant change is seen.  Status\n post left shoulder repair.  Healed bilateral rib fractures.  Moderate\n cardiomegaly.  Small right pleural effusion.  Atelectasis at the right lung\n basis, coexisting pneumonia cannot be excluded.  .  No overt pulmonary edema."}
{"subject_id": 15445599, "study_id": 55573171, "report": "FINAL REPORT\n EXAMINATION:  CHEST (AP AND LAT)\n \n INDICATION:  ___M with history of tongue cancer and lung mass comes in with\n weakness\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n AP upright and lateral views of the chest provided.  Elevated right\n hemidiaphragm with right basal atelectasis again noted. No focal consolidation\n concerning for pneumonia. No large effusion or pneumothorax. Cardiomediastinal\n silhouette is stable. There is a stent in the right mainstem bronchus again\n noted. No bony abnormalities.\n \n IMPRESSION: \n \n No acute findings."}
{"subject_id": 16261397, "study_id": 58213794, "report": "FINAL REPORT\n INDICATION:  Chest pain.\n \n COMPARISON:  Chest radiograph on ___.\n \n FINDINGS:  One AP view of the chest.  The lungs appear hyperinflated.  No\n focal consolidation.  No pleural effusion or pneumothorax.  The\n cardiomediastinal and hilar contours are stable.  Old left rib fractures are\n again seen and unchanged.  Mild linear scarring is again seen in the right\n lower lobe, unchanged.\n \n IMPRESSION:  No acute cardiopulmonary process.  Changes consistent with\n emphysema."}
{"subject_id": 12637733, "study_id": 50900712, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with recent kidney transplant (POD9)  // Incr SOB\n - etiology?\n \n COMPARISON:  Chest x-ray from ___ at 09:17\n \n FINDINGS: \n \n Compared to the prior study,  the degree of upper zone redistribution is\n increased, which could reflect early /mild CHF.\n \n Otherwise, the overall appearance is similar.\n \n Patchy opacity at both lung bases and minimal blunting  of the right\n costophrenic angle is  similar.  Cardiomediastinal silhouette is unchanged. \n Sternotomy wires and mediastinal clips noted.\n \n IMPRESSION: \n \n New upper zone redistribution suggests early changes of CHF.\n \n Mild patchy opacity at both bases is unchanged.  The appearance is compatible\n with atelectasis, though early pneumonic infiltrates would be difficult to\n completely exclude.  Small right effusion is unchanged."}
{"subject_id": 19616604, "study_id": 51076898, "report": "FINAL REPORT\n HISTORY:  Cough and hyperglycemia.  \n \n COMPARISON:  ___ \n \n FINDINGS:\n \n PA and lateral radiographs of the chest demonstrates clear lungs.  The\n cardiac, hilar, and mediastinal contours are normal.  No pleural abnormality\n is seen.  \n \n IMPRESSION:\n \n No acute cardiopulmonary process."}
{"subject_id": 19345192, "study_id": 57907966, "report": "WET READ: ___ ___ ___ 8:31 AM\n  \n  \n  Mild interstitial pulmonary edema has worsened from ___, but less\n  pronounced compared to ___.  No new consolidation.  Blunting of the\n  costophrenic angles suggests trace pleural effusions.\n WET READ VERSION #1 ___ ___ ___ 7:31 PM\n  Mild interstitial pulmonary edema has worsened from ___, but less\n  pronounced compared to ___.  No new consolidation.  Blunting of the\n  costophrenic angles suggests trace pleural effusions.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST ap AND LAT)\n \n INDICATION:  ___ year old woman with chf,  // interval change\n \n TECHNIQUE:  Chest ap and lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n Mild cardiomegaly and tortuosity thoracic aorta are unchanged.  Mild pulmonary\n vascular congestion is new without overt pulmonary edema.  Lungs are clear\n except for linear opacities in the left mid and both lower lungs suggestive of\n atelectasis.  .\n \n IMPRESSION: \n \n Mild pulmonary vascular congestion."}
{"subject_id": 13505226, "study_id": 55664813, "report": "FINAL REPORT\n HISTORY:  Fever, tachycardia, post-operative.  Assess for pneumonia.\n \n COMPARISON:  Chest radiograph ___, ___.\n \n TECHNIQUE:  Frontal and lateral chest radiographs.\n \n FINDINGS:  Compared to chest radiograph from ___, there is no\n significant interval change.  Low lung volumes are seen bilaterally with\n bibasilar linear atelectasis.  The lungs are otherwise clear.  The pleural\n surfaces are normal without evidence of pleural effusion or pneumothorax. \n Heart is partially obscured by the left diaphragmatic surface; however, is\n mildly enlarged and unchanged from prior study.  Mediastinal contour and hila\n are unremarkable.\n \n Visualized osseous structures are unremarkable.  Limited assessment of the\n upper abdomen demonstrates clips in the left upper quadrant.  No\n intraperitoneal free air.\n \n IMPRESSION:  No acute cardiopulmonary process.  Low lung volumes and bibasilar\n atelectasis."}
{"subject_id": 12807885, "study_id": 54702990, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man s/p MVrepair  // eval for pneumothorax s/p CT\n removal      eval for pneumothorax s/p CT removal\n \n IMPRESSION: \n \n In comparison with the study of ___, all of the monitoring and support\n devices of been removed.  Following chest tube removal, there is no evidence\n of pneumothorax.  There is a small amount of residual pneumomediastinum. \n Retrocardiac opacification is consistent with volume loss in the left lower\n lobe and possible small effusion."}
{"subject_id": 12393609, "study_id": 59256020, "report": "FINAL REPORT\n INDICATION:  ___-year-old man with pneumonia, to assess for any interval\n changes.\n \n TECHNIQUE:  Semi-erect portable chest view was reviewed in comparison with\n prior chest radiographs through ___ with the most recent from ___.\n \n FINDINGS:\n \n Since prior radiograph acquired 24 hours apart, there is no significant\n interval changes in the radiographic findings.  Monitoring and supporting\n devices are in standard position.  Endotracheal tube ends approximately 5.6 cm\n above the carina and is appropriate.  Feeding tube is seen to course below the\n diaphragm into the stomach, however, with its distal end curled into the\n fundus of the stomach.  Right internal jugular line ends at upper SVC. \n Bilateral lung volumes remain low.  Bibasilar opacities, left side more than\n right side which represents atelectasis and associated effusion is similar. \n Assessment of mediastinal and hilar status and its comparison with prior\n radiograph was limited due to rotation of patient.  No new lung opacities of\n concern."}
{"subject_id": 18673777, "study_id": 50117483, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  History: ___M with c/f stroke  // Eval for acute process\n \n TECHNIQUE:  AP and lateral views of the chest\n \n COMPARISON:  ___\n \n FINDINGS: \n \n Cardiac and mediastinal silhouettes are stable, with the cardiac silhouette\n mildly enlarged.  There is subtle increased interstitial markings bilaterally,\n with basal predominance, suggesting chronic interstitial lung disease, mild\n underlying interstitial edema not excluded.  No large pleural effusion or\n pneumothorax is seen.  Slight increase in opacity at the right lung base may\n relate to chronic lung disease, however, underlying aspiration is not\n excluded.\n \n IMPRESSION: \n \n Subtle increase in interstitial markings diffusely bilaterally, with basal\n predominance, suggest chronic interstitial lung disease, mild underlying\n interstitial edema not excluded.  Slight increase in opacity at the right lung\n base may relate to the aforementioned chronic lung disease, however,\n underlying aspiration not excluded."}
{"subject_id": 16297808, "study_id": 50447598, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Evaluation of the patient after left lung biopsy to\n exclude pneumothorax.\n \n PA and lateral upright chest radiographs were reviewed in comparison to\n ___.\n \n There is small left apical pneumothorax noted after biopsy, restricted to the\n lung apex.  Nodule in the left upper lung represents known cavitary nodule. \n Subpleural nodule in the left lower lobe is also noted.  No pleural effusion\n or pneumothorax is seen.\n \n Calcified, mildly dilated ascending aorta approaching 4.4 cm in diameter is\n seen on both PA and lateral views."}
{"subject_id": 12363835, "study_id": 54303351, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with CHF, s/p thoracentesis and chest tube.\n Slight reaccumulation of fluid.  // interval change in pleural effusion\n \n IMPRESSION: \n \n Since ___, a moderate sized right pleural effusion has slightly\n increased in size. Moderate right pneumothorax with apical and basilar\n components is unchanged, and the remainder of exam is unchanged as well."}
{"subject_id": 12616585, "study_id": 54419961, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with cabg and AVR tissue  // f/u post op      f/u\n post op\n \n IMPRESSION: \n \n Right internal jugular line tip is at the level of mid to lower SVC.  Heart\n size is enlarged.  Mediastinum is stable.  Bilateral pleural effusions are\n moderate.  Bibasal areas of atelectasis are unchanged.  There is no\n pneumothorax."}
{"subject_id": 17089787, "study_id": 56980840, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___M with chest  pain and cough  // eval for pna\n \n COMPARISON:  None\n \n FINDINGS: \n \n PA and lateral views of the chest provided.\n \n There is no focal consolidation, effusion, or pneumothorax. The\n cardiomediastinal silhouette is normal. Imaged osseous structures are intact. \n No free air below the right hemidiaphragm is seen.\n \n IMPRESSION: \n \n No acute intrathoracic process."}
{"subject_id": 18275487, "study_id": 54480445, "report": "FINAL REPORT\n PA AND LATERAL CHEST, ___\n \n COMPARISON:  Chest radiograph of ___.\n \n FINDINGS:  Cardiomediastinal contours are within normal limits allowing for\n accentuation by apical lordotic and AP technique.  No focal areas of\n consolidation are present within the lungs, and there are no pleural\n effusions.\n \n IMPRESSION:  No radiographic evidence of pneumonia."}
{"subject_id": 14394983, "study_id": 54679465, "report": "FINAL REPORT\n HISTORY:  ___-year-old male with epigastric pain/chest pain.  Evaluate for\n acute process.\n \n COMPARISON:  Chest radiograph dated ___.\n \n FINDINGS:\n \n Frontal and lateral radiographs through the chest demonstrate clear lungs\n bilaterally.  The cardiomediastinal silhouette and hilar contours are normal. \n There is no pleural effusion or pneumothorax.  Visualized osseous structures\n are unremarkable.  \n \n IMPRESSION:\n \n No acute intrathoracic abnormality."}
{"subject_id": 12606543, "study_id": 51245181, "report": "FINAL REPORT\n HISTORY:  ___-year-old female with dyspnea.\n \n STUDY:  PA and lateral chest radiograph.\n \n COMPARISON:  ___.\n \n FINDINGS:  A tracheostomy is in place.  The heart size is large.  The\n mediastinal contours demonstrate a prominent pulmonary arterial contour.  The\n hilar contours demonstrate engorged central vasculature.  The lungs\n demonstrate pulmonary edema.  There is no large pleural effusion or\n pneumothorax.\n \n IMPRESSION:  Cardiomegaly and pulmonary edema; prominent pulmonary arterial\n contour compatible with pulmonary hypertension."}
{"subject_id": 11101925, "study_id": 59323734, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Shortness of breath, evaluation for interval change.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, there is no relevant\n change.  Unchanged evidence of moderate overinflation with potential bilateral\n small pleural effusions.  The size of the cardiac silhouette is small.  There\n are areas of atelectasis at the lung bases.  However, there is no overt\n pulmonary edema and no acute pneumonia.\n \n Unchanged monitoring and support devices.  No pneumothorax."}
{"subject_id": 12615749, "study_id": 54856807, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with 02 requirement, worsening clinical exam \n // Please evaluate for interval change      Please evaluate for interval\n change\n \n IMPRESSION: \n \n In comparison with the study of ___, there is again a huge enlargement\n of the cardiac silhouette.  This again is worrisome for pericardial he fusion.\n Small bilateral pleural effusions, more prominent on the right. Little if any\n elevation of pulmonary venous pressure. No acute pneumonia identified."}
{"subject_id": 17563926, "study_id": 57796312, "report": "FINAL REPORT\n INDICATION:  Shortness of breath with a  history of COPD.\n \n COMPARISON:  Chest radiograph, ___, ___, and ___.\n \n FINDINGS:  Portable frontal view of the chest.  The lungs are hyperexpanded,\n consistent with known COPD.  There may be trace bilateral pleural effusions. \n A subtle parenchymal opacity is seen at the right lung base.  The size of the\n cardiac silhouette is unchanged.\n \n A right internal jugular catheter has been removed in the interim.\n \n IMPRESSION:  Subtle parenchymal opacity at the right lung base, may reflect\n sequela from prior infection, although, acute pneumonia should be considered."}
{"subject_id": 13332086, "study_id": 55433351, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with altered mental status\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n Cardiac, mediastinal and hilar contours are unremarkable. The aorta is mildly\n tortuous. The pulmonary vasculature is normal. Patchy opacity within the left\n lung base likely reflects an area of atelectasis. No focal consolidation,\n pleural effusion or pneumothorax is identified.  There are no acute osseous\n abnormalities.\n \n IMPRESSION: \n \n Patchy opacity in the left lung base, likely atelectasis."}
{"subject_id": 11995284, "study_id": 59390900, "report": "FINAL REPORT\n TYPE OF EXAMINATION:  Chest AP portable single view.\n \n INDICATION:  ___-year-old male patient with dilated bowel loops and nausea, now\n status post NG tube placement, check position.\n \n AP single view of the chest has been obtained with patient in semi-upright\n position.  Comparison is made with the next preceding similar study of ___.  The patient is status post sternotomy, evidence of previous bypass\n surgery.  Previously identified right-sided PICC line remains in unchanged\n position.  A thinly outlined NG tube can be identified and confirmed on\n high-contrast copy.  Identifies the NG tube to reach well into the fundus of\n the stomach pointing cranially in direction of the diaphragm.  As commented on\n the requisition, there are markedly gas-distended small and large bowels in\n this patient's abdominal condition.  The lung fields do not disclose any new\n acute pulmonary abnormalities and the lateral pleural sinuses are free.\n \n IMPRESSION:  NG tube identified to reach well into stomach, no pneumothorax or\n any other acute pulmonary abnormalities can be identified on this portable\n single view examination."}
{"subject_id": 14916430, "study_id": 50042079, "report": "FINAL REPORT\n AP CHEST, 4:45 A.M., ___\n \n HISTORY:  ___-year-old woman with Dobbhoff tube placement.\n \n IMPRESSION:  AP chest compared to ___ and ___ at 7 p.m.:\n \n Dobbhoff tube is little changed in position compared to ___, looped in the\n upper stomach.\n \n Mild pulmonary edema has changed in distribution but not in overall severity\n since ___.  Left lower lobe is still consolidated either due to atelectasis\n or pneumonia, and bilateral pleural effusions, moderate on the right, small on\n the left, have increased only slightly.  Severe cardiomegaly and mediastinal\n vascular engorgement are longstanding.  No pneumothorax."}
{"subject_id": 10169328, "study_id": 57690531, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with pleural effusion  // eval\n \n TECHNIQUE:  PA and lateral view radiographs of the chest.\n \n COMPARISON:  Prior chest radiographs dating back to___.\n \n FINDINGS: \n \n Moderate left pleural effusion has slightly decreased size compared with prior\n study of ___.  Residual density overlying the heart likely\n represents loculated effusion with superimposed rounded atelectasis. Small\n right pleural effusion is unchanged.  The trace fluid in the right minor\n fissure has decreased. There is no pneumothorax or pulmonary edema.  There is\n stable moderate cardiomegaly.\n \n IMPRESSION:\n \n \n 1. Interval slight decrease in size of left pleural effusion.\n 2. Unchanged small right pleural effusion."}
{"subject_id": 15696522, "study_id": 58874095, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___F with SOB  // PNA\n \n COMPARISON:  None\n \n FINDINGS: \n \n PA and lateral views of the chest provided.   Midline sternotomy wires and\n mediastinal clips are noted.  There is a subtle patchy opacity within the\n right upper lobe which is concerning for an early pneumonia.  Lungs are\n otherwise clear.  No large effusion or pneumothorax is seen.  There is a small\n out pouching of the posterior right hemidiaphragm which is likely a small\n eventration or Bochdalek's hernia.  Cardiomediastinal silhouette appears\n grossly unremarkable though there is calcification along the aortic knob. \n Bony structures appear relatively intact.\n \n IMPRESSION: \n \n Findings concerning for early right upper lobe pneumonia."}
{"subject_id": 19073526, "study_id": 54014628, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with decreased breath sounds at the left base  //\n please evaluate for effusion/consolidation      please evaluate for\n effusion/consolidation\n \n COMPARISON:  Prior chest radiographs since ___ most recently ___.\n \n IMPRESSION: \n \n Moderate left pleural effusion has increased since ___.  Mild\n interstitial pulmonary abnormality favoring the lower lungs has been present\n on all prior radiographs since ___.  It is unclear whether this is mild\n pulmonary edema or interstitial lung disease.  Lateral view shows poor\n definition of the left posterior diaphragmatic surface, and I would raise\n concern about pneumonia except that was present on ___ as well.\n \n Moderate cardiomegaly and central pulmonary vascular enlargement are\n long-standing.  Lateral view also shows an anterior myocardial calcification\n due to previous myocardial infarction an aneurysm formation.\n \n A large number of transvenous pacer leads are unchanged in their respective\n positions since at least ___"}
{"subject_id": 18008823, "study_id": 51684964, "report": "FINAL REPORT\n HISTORY:  ___ year old man with persistent cough and shortness of breath.\n History of asthma, DD for reactive airway disease vs. atypical pneumonia \n \n TECHNIQUE:  Chest x-ray in 2 projections.\n \n COMPARISON:  There is no useful chest x-ray for comparison.\n \n FINDINGS:\n \n The lung fields are not fully inflated, but clear and without consolidation or\n nodules\n \n Cardiac and great vessels are normal.  \n \n There is no pleural effusion.\n \n IMPRESSION:\n \n Normal chest x-ray."}
{"subject_id": 19127072, "study_id": 55096509, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Motor vehicle accident, evaluation for pneumonia.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, there is unchanged extent\n and severity of the known left basal pneumonia, likely combined with a small\n left pleural effusion.  On the right, at the lung base, there is a newly\n appeared very subtle parenchymal opacity that needs to be followed to exclude\n another infectious focus or the presence of aspiration pneumonia.\n \n No pneumothorax.  No other lung parenchymal change.  The monitoring and\n support devices, including the nasogastric tube and the endotracheal tube are\n in constant position."}
{"subject_id": 11720968, "study_id": 52416546, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with known breast Ca and ? malignant effusion. \n // please evaluate for worsening pleural effusion vs PTX.      please evaluate\n for worsening pleural effusion vs PTX.\n \n COMPARISON:  Chest radiographs since ___ most recently ___ through\n ___.\n \n IMPRESSION: \n \n Left hemi thorax is still uniformly opacified, although there is less\n rightward mediastinal shift suggesting interval evacuation of some of the\n presumed large left pleural effusion responsible for left lung collapse.  Mild\n vascular engorgement in the right lung has worsened.  No appreciable right\n pleural effusion.  No pneumothorax.  ."}
{"subject_id": 19965802, "study_id": 55566375, "report": "FINAL REPORT\n PORTABLE AP CHEST X-RAY\n \n INDICATION:  Postop #6 urostomy takedown, now with rigors and increased white\n blood cell, rule out pneumonia.\n \n COMPARISON:  ___.\n \n FINDINGS:\n \n Mild pulmonary edema has increased.  There is bibasilar atelectasis without\n evidence of new consolidation.  Moderate cardiomegaly is stable.  Left-sided\n hemodialysis catheter ends in the atrium.\n \n CONCLUSION:\n \n 1.  Mild pulmonary edema has increased.\n \n 2.  There is no evidence of pneumonia."}
{"subject_id": 10261569, "study_id": 52425409, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Evaluation of the patient intubated for interval\n change.\n \n Portable AP radiograph of the chest was reviewed in comparison to ___.\n \n The ET tube tip is 4.2 cm above the carina.  The NG tube tip is in the\n stomach.  The temporary pacer lead is in the right ventricle.  Heart size and\n mediastinum are stable.  There is interval development of mild interstitial\n pulmonary edema.  Small amount of pleural effusion cannot be excluded.  Right\n subclavian line tip is at the level of low SVC."}
{"subject_id": 18754359, "study_id": 55518040, "report": "FINAL REPORT\n CHEST RADIOGRAPHS\n \n HISTORY:  Dizziness.\n \n COMPARISONS:  ___.\n \n TECHNIQUE:  Chest, PA and lateral.\n \n FINDINGS:  The heart is normal in size.  The mediastinal and hilar contours\n appear unchanged, with mild leftward rotation of the heart.  There is no\n pleural effusion or pneumothorax.  The lungs appear clear.  Bony structures\n are unremarkable.  There has been no significant change.\n \n IMPRESSION:  No evidence of acute disease."}
{"subject_id": 16702384, "study_id": 57938461, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  History: ___M with fever\n \n TECHNIQUE:  Semi-upright AP view of the chest\n \n COMPARISON:  Chest radiograph ___\n \n FINDINGS: \n \n Cardiac silhouette size remains mildly enlarged.  The aorta is tortuous and\n the ascending aortic contour appears dilated, but unchanged.  Pulmonary\n vasculature is not engorged.  No focal consolidation, pleural effusion or\n pneumothorax is identified.  There are no acute osseous abnormalities. \n Hypertrophic changes are again seen in the thoracic spine.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality."}
{"subject_id": 17349580, "study_id": 57256441, "report": "FINAL REPORT\n INDICATION:  Chest pain.\n \n COMPARISONS:  Chest radiograph of ___.\n \n FINDINGS:\n \n Frontal and lateral views of the chest demonstrate normal lung volumes without\n pleural effusion, focal consolidation or pneumothorax.  The hilar and\n mediastinal silhouettes are unremarkable.  Heart size is normal.  There is no\n pulmonary edema.  Multiple surgical clips project over mid right inferior\n neck.  Partially imaged upper abdomen is unremarkable.\n \n IMPRESSION:\n \n No evidence of acute cardiopulmonary process."}
{"subject_id": 12017780, "study_id": 52784401, "report": "FINAL REPORT\n CHEST RADIOGRAPH PERFORMED ON ___\n \n Comparison with a CT of the chest from ___ as well as recent chest\n radiograph from ___.\n \n CLINICAL HISTORY:  Right upper quadrant pain, assess pneumonia or free air.\n \n FINDINGS:  PA and lateral views of the chest were provided.  There is no free\n air below the right hemidiaphragm.  A vague opacity projecting over the right\n upper lung is again seen, which has been previously evaluated on CT and is\n compatible with a lipoma on prior CT.  There is no evidence of pneumonia or\n CHF.  No effusion or pneumothorax.  Cardiomediastinal silhouette is normal. \n Bony structures are intact.  Degenerative changes at the AC joints, right\n greater than left noted.  No free air below the right hemidiaphragm."}
{"subject_id": 12436999, "study_id": 53898640, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man s/p Right VATS blebectomy, pleurodesis  // check\n interval change      check interval change\n \n COMPARISON:  Chest radiographs ___ through ___.\n \n IMPRESSION: \n \n Small right pleural effusion may be slightly larger.  No pneumothorax No other\n acute change in severe pulmonary scarring including particularly left hilar\n retraction, peripheral bronchiectasis and pleural thickening, as well as\n emphysema.  The severe pulmonary artery enlargement reflects pulmonary\n hypertension.  Heart is not enlarged."}
{"subject_id": 15690056, "study_id": 56076042, "report": "FINAL REPORT\n EXAMINATION:  Chest:  Frontal and lateral views\n \n INDICATION:  ___ year old man with cough  // cough x 1 month, smoker, r/o\n pneumonia\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  Prior radiographs on ___\n \n FINDINGS: \n \n The lungs are clear without focal consolidation.  No pleural effusion or\n pneumothorax is seen. The cardiac and mediastinal silhouettes are\n unremarkable.\n \n IMPRESSION: \n \n No pneumonia."}
{"subject_id": 15308655, "study_id": 58844515, "report": "FINAL REPORT\n INDICATION:  History: ___F with chest pain  // r/o pneumothorax, PNA\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Prior chest radiographs dated ___ and ___.\n \n FINDINGS: \n \n Frontal and lateral radiographs of the chest demonstrate well expanded, clear\n lungs. The cardiomediastinal and hilar contours are unremarkable. There is no\n pneumothorax, pleural effusion, or consolidation.\n \n IMPRESSION: \n \n No pneumothorax."}
{"subject_id": 13545353, "study_id": 58997664, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___M s/p fall from standing w/ B/L rib fractures (R ___, L ___),\n tiny R PTX, T5 compr deformity s/p right pigtail placement  // eval right\n pigtail placement     eval right pigtail placement\n \n IMPRESSION: \n \n In comparison with the study of ___, there has been placement of a\n right pigtail catheter with substantial decrease in the degree of\n pneumothorax. Only a small apical residual is seen.\n There are extremely low lung volumes with enlarged for the cardiac silhouette\n and indistinctness of pulmonary vessels consistent with elevated pulmonary\n venous pressure.  The nasogastric tube has been removed and there is a\n substantial adynamic ileus in the abdomen."}
{"subject_id": 19237562, "study_id": 59886867, "report": "WET READ: ___ ___ ___ 8:07 AM\n  \n  \n  \n  Interval development of pulmonary vascular congestion and probable\n  interstitial edema with small right pleural effusions. Bibasilar opacities may\n  represent atelectasis but infection cannot be excluded.\n  \n   The findings were discussed via telephone by Dr. ___ with Dr. ___\n  on ___ at 8:18 PM, 10 minutes after discovery of the findings.\n WET READ VERSION #1 ___ ___ ___ 8:22 PM\n  Interval development of pulmonary vascular congestion and probable\n  interstitial edema with small right pleural effusions. Bibasilar opacities may\n  represent atelectasis but infection cannot be excluded.\n  \n   The findings were discussed via telephone by Dr. ___ with Dr. ___\n  on ___ at 8:18 PM, 10 minutes after discovery of the findings.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with hx of hypothyroidism and alcohol abuse with\n rising leukocytosis and feeling unwell  // Please evaluate for any evidence of\n pneumonia\n \n IMPRESSION: \n \n As compared to ___ radiograph, pulmonary vascular congestion and\n mild edema are new, along with development of small right pleural effusion. \n Worsening bibasilar opacities probably represent atelectasis, but in\n infectious pneumonia is also possible given clinical suspicion for infection.\n Short-term followup radiographs may be helpful in"}
{"subject_id": 16751019, "study_id": 54202215, "report": "FINAL REPORT\n CHEST, TWO VIEWS:  ___\n \n HISTORY:  ___-year-old male with tachycardia which is unexplained.\n \n COMPARISON:  ___.\n \n FINDINGS:  Frontal and lateral views of the chest.  The moderate-to-large\n right-sided pleural effusion is again seen.  There is no definite left pleural\n effusion.  Cardiac silhouette is enlarged but difficult to accurately assess\n given silhouetting on the right.  Atherosclerotic calcification is seen at the\n aortic arch.  No acute osseous abnormalities.\n \n IMPRESSION:  Moderate-to-large right pleural effusion with adjacent\n atelectasis.  Please note, the underlying infection cannot be excluded."}
{"subject_id": 13761048, "study_id": 55342766, "report": "WET READ: ___ ___ 8:43 AM\n  \n  \n  \n  Pneumoperitoneum is no longer visible. Lung volumes are low with associated\n  scattered atelectasis. Re- demonstration of a large left apical mass as well\n  as a smaller lung mass in the right lower lobe. .\n WET READ VERSION #1 ___ ___ ___ 8:20 PM\n  Pneumoperitoneum is no longer visible. Lung volumes are low with associated\n  scattered atelectasis. Re- demonstration of a large left apical mass as well\n  as a smaller lung mass in the right lower lobe. .\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with new chest pressure, SOA  // eval heart and\n lungs\n \n COMPARISON:  ___.\n \n IMPRESSION: \n \n The lung volumes are stable. Known large left apical and right basal mass.\n Moderate cardiomegaly. Minimal fluid overload.  No pleural effusions.\n Unchanged position of the right Port-A-Cath."}
{"subject_id": 15877600, "study_id": 52667245, "report": "FINAL REPORT\n INDICATION:  Chest pain, here to evaluate for pneumonia or evidence of\n cardiomyopathy.\n \n COMPARISON:  No prior studies available.\n \n TECHNIQUE:  PA and lateral upright radiographs of the chest.\n \n FINDINGS:  The lungs are symmetrically well expanded and well aerated.  No\n focal consolidation concerning for pneumonia, pleural effusion, or\n pneumothorax is detected.  The pulmonary vasculature is not engorged.  The\n cardiac silhouette is normal in size.  The mediastinal and hilar contours are\n within normal limits.  The visualized upper abdomen is unremarkable.  No\n displaced rib fractures are identified.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 12343483, "study_id": 56608089, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  New diagnosis of atrial fibrillation, questionable chronic heart\n failure.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, there is unchanged evidence\n of moderate cardiomegaly and tortuosity of the thoracic aorta.\n \n The appearance of the lung parenchyma is unchanged.  On today's erect\n radiograph, there is no evidence of pulmonary edema or pneumonia.  No other\n parenchymal changes.  No pleural effusions are seen on the frontal and lateral\n view."}
{"subject_id": 18017335, "study_id": 53828030, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ y/o F presenting from OSH with report of abdominal pain,\n diarrhea now intubated and sedated with hypoxemic respiratory failure and\n septicemia of unknown etiology.  // interval change\n \n IMPRESSION: \n \n Compared to the recent study of 1 day earlier, cardiomegaly is accompanied by\n pulmonary vascular congestion and worsening asymmetrical edema, right greater\n than left.  Small right pleural effusion is apparently new.  No other relevant\n change.  ."}
{"subject_id": 10000764, "study_id": 57375967, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___M with hypoxia  // ?pna, aspiration.\n \n COMPARISON:  None\n \n FINDINGS: \n \n PA and lateral views of the chest provided.   The lungs are adequately\n aerated.\n \n There is a focal consolidation at the left lung base adjacent to the lateral\n hemidiaphragm. There is mild vascular engorgement. There is bilateral apical\n pleural thickening.\n \n The cardiomediastinal silhouette is remarkable for aortic arch calcifications.\n The heart is top normal in size.\n \n IMPRESSION: \n \n Focal consolidation at the left lung base, possibly representing aspiration or\n pneumonia.\n \n Central vascular engorgement."}
{"subject_id": 11962852, "study_id": 55547962, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Crackles.\n \n Portable AP radiograph of the chest was compared to ___.\n \n Since the prior study, there has been interval development of bilateral\n perihilar vascular congestion and interstitial opacities as well as potential\n widening of the vascular pedicle, finding that might be concerning for mild\n vascular pulmonary engorgement.  Bibasal opacities are noted but most likely\n reflect part of the similar process.  Reassessment after diuresis is\n recommended.\n \n Port-A-Cath catheter tip is at the ___ junction.\n \n Discussed with Dr ___ ___ the phone by Dr ___ at 4:30 pm, on\n ___"}
{"subject_id": 12187678, "study_id": 55687107, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man found down, with b/l upper lobe infiltrates on\n chest CT,  // ?pulmonary edema, aspiration?      ?pulmonary edema, aspiration?\n \n IMPRESSION: \n \n In comparison with the CT study of ___, the areas of increased\n opacification in the upper lungs bilaterally were much better seen on the\n cross-sectional imaging study.\n There are low lung volumes that accentuate the transverse diameter of the\n heart.  Indistinctness of pulmonary vessels is consistent with some elevation\n in pulmonary venous pressure."}
{"subject_id": 12055813, "study_id": 57915729, "report": "FINAL REPORT\n HISTORY:  ___-year-old man with new intracerebral hemorrhage.  Decreased breath\n sounds at left base, evaluate for infection or chest abnormality.\n \n TECHNIQUE:  Portable AP erect chest radiograph was obtained.\n \n COMPARISON:  None available.\n \n FINDINGS:\n \n Multiple small round artifacts are seen predominantly in the left hemithorax\n which are consistent with a previous gunshot wound.  No consolidation, pleural\n effusion or pulmonary edema is seen.  The cardiac silhouette is upper limits\n of normal in size.\n \n IMPRESSION:\n \n No acute cardiopulmonary disease."}
{"subject_id": 11465141, "study_id": 55720113, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Evaluation for pleural effusion.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, the right pleural effusion\n has minimally decreased in extent.  On the left, the pleural effusions limited\n to the costophrenic sinus and only seen on the lateral radiograph. \n Pre-existing left apical air inclusion is no longer visible, but the left AP\n hilar mass is unchanged.  Unchanged size of the cardiac silhouette."}
{"subject_id": 14910666, "study_id": 59215521, "report": "FINAL REPORT\n INDICATION:  New NG tube placement.\n \n COMPARISONS:  Chest radiograph from ___ at 5:40.\n \n FINDINGS:  An endotracheal tube is in unchanged position, 5.3 cm from the\n carina.  A right internal jugular sheath is present with the tip in the upper\n SVC.  An enteric tube courses below the diaphragm with the tip in the stomach.\n \n Since the prior exam, moderate right and small left pleural effusion appear\n grossly stable.  There is no new opacity or pulmonary edema.  There is no\n pneumothorax.  The cardiomediastinal silhouette is unchanged.  Left-sided rib\n fractures are again noted.\n \n IMPRESSION:  Enteric tube with the tip in the stomach.  Otherwise, no\n significant change from the prior exam."}
{"subject_id": 11556982, "study_id": 55244539, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman with chronic crohn's dz.  // anergic. Quant\n gold interderminate.  Need to make sure no evidence of TB to continue\n remicade.  No known exposures and no symptoms c/w TB.     anergic. Quant gold\n interderminate.  Need to make sure no ev\n \n COMPARISON:  Chest radiographs since ___ most recently ___.\n \n IMPRESSION: \n \n Normal heart, lungs, hila, mediastinum, and pleural surfaces.  No evidence of\n intrathoracic malignancy or infection, including tuberculosis.\n \n Tunneled dual channel catheter ends just above and just below the superior\n cavoatrial junction, as before."}
{"subject_id": 15141762, "study_id": 50662894, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Intra-aortic balloon pump.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, there is no relevant\n change.  The Swan-Ganz catheter has been pulled back and is now in correct\n position.  The tip projects over the central aspect of the right pulmonary\n artery.  The intra-aortic balloon pump is also unchanged, the device could be\n pulled back by approximately 1 cm, as it is only 4-5 mm below the superior\n aspect of the aortic arch.  No pneumothorax.  Unchanged mild pleural\n effusions.  Borderline size of the cardiac silhouette."}
{"subject_id": 11210454, "study_id": 58255429, "report": "FINAL REPORT\n HISTORY:  Aphasia.\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  Reference chest radiograph ___.\n \n FINDINGS:\n \n There are low lung volumes.  The heart size is mildly enlarged.  The aorta is\n slightly tortuous and demonstrates diffuse calcifications.  Patchy opacities\n in the lung bases likely reflect atelectasis.  Aspiration or infection cannot\n be fully excluded.  There is no pulmonary edema.  No pleural effusion or\n pneumothorax is present.  There are no acute osseous abnormalities.\n \n IMPRESSION:\n \n Patchy bibasilar airspace opacities likely reflecting atelectasis though\n infection or aspiration cannot be excluded."}
{"subject_id": 15099669, "study_id": 51340775, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with resolving PNA, now with elevated WBC  //\n eval for progression / interval change of PNA\n \n COMPARISON:  ___.\n \n IMPRESSION: \n \n As compared to the previous radiograph, the lung volumes have slightly\n decreased.  The pneumonia in the right mid and upper lung zones appears denser\n and more extensive than on the previous image.  The presence of a small right\n pleural effusion cannot be excluded.  Borderline size of the heart.  Unchanged\n left pectoral pacemaker."}
{"subject_id": 19337001, "study_id": 56453639, "report": "FINAL REPORT\n INDICATION:  ___-year-old female with shortness of breath.  Question acute\n process.\n \n COMPARISON:  Radiograph dated ___ and CT dated ___.\n \n FINDINGS:  Frontal and lateral views of the chest re-demonstrate a large left\n effusion with consolidated left lower lung, with stable leftward\n cardiomediastinal shift.  The amount of aeration in the left upper lung is\n similar as compared to ___, but a previously seen small\n hydropneumothorax is further decreased in size.  The right lung is well\n aerated.  There is no new consolidation in the right lung.  Numerous sclerotic\n metastatic lesions in the thoracic spine are better correlated with preceding\n CT dated ___.\n \n IMPRESSION:\n 1.  Overall stable appearance of near-complete opacification of the left\n hemithorax with pleural effusion and volume loss.\n 2.  Diminishing small left hydropneumothorax."}
{"subject_id": 10533554, "study_id": 50862149, "report": "FINAL REPORT\n AP CHEST 7:59 A.M., ___  \n \n HISTORY:  An ___-year-old woman with a chylothorax after drainage.  Please\n assess for interval change or pleural effusion.\n \n IMPRESSION:  AP chest compared to ___:\n \n Minimal if any right pleural effusion.  Small right apical pneumothorax\n essentially unchanged.  Lungs grossly clear.  Heart size normal.  Right\n pleural drain unchanged in position.  Left subclavian line ends in the low\n SVC."}
{"subject_id": 19729296, "study_id": 50349057, "report": "FINAL REPORT\n EXAM:  Chest, frontal and lateral views.\n \n CLINICAL INFORMATION:  ___-year-old female with history of chest pain, left rib\n pain.\n \n COMPARISON:  ___.\n \n FINDINGS:  Frontal and lateral views of the chest are obtained.  Slight\n increase in opacity in the left mid to lower lung is felt to most likely be\n due to overlying soft tissues and it is not substantiated on the lateral view.\n No focal consolidation, pleural effusion, or evidence of pneumothorax is seen.\n Cardiac and mediastinal silhouettes and hilar contours are unremarkable.  No\n displaced fracture is seen.  However, if clinical concern for rib fracture,\n suggest dedicated rib series."}
{"subject_id": 11055110, "study_id": 50720511, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)CHEST (PA AND LAT)i\n \n INDICATION:  ___ year old woman with s/p C4-T2 posterior fusion, ? luceny found\n on prior imaging on right clavicular head  // evaluate ? lucent area on right\n clavicular head\n \n COMPARISON:  Chest radiograph ___\n \n IMPRESSION: \n \n Normal heart, lungs, hila, mediastinum, and pleural surfaces. No evidence of\n intrathoracic malignancy or infection. If there is serious clinical concern\n for possible clavicular abnormality than bone detail views of that organ\n should be obtained"}
{"subject_id": 11956852, "study_id": 55241431, "report": "FINAL REPORT\n INDICATION:  Status post aortic valve replacement.  Evaluate post-operatively.\n \n COMPARISONS:  Chest radiograph from ___.  Chest radiograph from ___.\n \n FINDINGS:  The lungs are clear without consolidation or edema.  There is no\n pleural effusion or pneumothorax.  The cardiomediastinal silhouette has a\n normal post-operative appearance.  The heart is mildly enlarged.  Mediastinal\n clips and sternal wires are present.\n \n IMPRESSION:  Expected post-operative appearance of the cardiomediastinal\n silhouette with mild cardiomegaly.  No evidence of pulmonary edema."}
{"subject_id": 14745365, "study_id": 54124674, "report": "WET READ: ___ ___ ___ 1:25 PM\n  Right hilar opacity concerning for pneumonia though cannot exclude mass.\n  Followup to resolution advised.\n  \n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___M with weakness  // eval for PNA\n \n COMPARISON:  None\n \n FINDINGS: \n \n PA and lateral views of the chest provided.   Large body habitus limits\n evaluation. There is a right hilar opacity which could represent pneumonia.\n There is a retrocardiac linear density likely representing atelectasis versus\n scarring. No large effusion or pneumothorax is seen. The cardiomediastinal\n silhouette appears normal. No acute bony abnormality.\n \n IMPRESSION: \n \n Right hilar opacity concerning for pneumonia though cannot exclude mass.\n Followup to resolution advised."}
{"subject_id": 17296211, "study_id": 52919972, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___-year-old  with h/o incidentally diagnosed PE on coumadin, s/p\n mechanical fall while intoxicated, now with left ___ rib fractures associated\n with pneumo and hemothorax  // Interval assessment, ? ongoing bleeding   \n Interval assessment, ? ongoing bleeding\n \n IMPRESSION: \n \n In comparison with the earlier study of this date, there appears to be some\n increased engorgement of pulmonary vessels consistent with elevated pulmonary\n venous pressure.  No definite pneumothorax."}
{"subject_id": 14894272, "study_id": 55248070, "report": "FINAL REPORT\n HISTORY:  Right upper quadrant epigastric pain.\n \n COMPARISON:  None available.\n \n TECHNIQUE:  PA and lateral chest radiograph, two views.\n \n FINDINGS:  Cardiomediastinal silhouette and hilar contours are unremarkable. \n Lungs are clear.  Pleural surfaces are clear without effusion or pneumothorax.\n There is no evidence of pneumoperitoneum.\n \n IMPRESSION:  No acute cardiopulmonary abnormality.  No evidence of\n pneumoperitoneum."}
{"subject_id": 15166228, "study_id": 54864874, "report": "WET READ: ___ ___ ___ 9:49 AM\n  \n  \n  \n  Right PICC not well visualized past the upper SVC.  Otherwise similar\n  appearance to the most recent prior radiograph with no interval development of\n  focal consolidation.  No pneumothorax or pleural effusion.\n WET READ VERSION #1 ___ ___ ___ 10:46 PM\n  Right PICC not well visualized past the upper SVC.  Otherwise similar\n  appearance to the most recent prior radiograph with no interval development of\n  focal consolidation.  No pneumothorax or pleural effusion.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old male with history of Afib on apixaban, IVDU, and\n recent prolonged admission for multiple CVA infarcts s/p PEG, complicated by\n inferior STEMI s/p medical management, presumed endocarditis d/t Strep\n anginosus, and difficult to control Afib/flutter who presents with Afib with\n RVR, HR improving now with echo showing newly depressed EF.  // please eval\n for infection  please eval for infection\n \n IMPRESSION: \n \n In comparison with the study of ___, the right subclavian PICC line is\n not well seen past the upper to mid SVC.  Continued low lung volumes without\n evidence of acute pneumonia or vascular congestion."}
{"subject_id": 14802154, "study_id": 58211610, "report": "FINAL REPORT\n HISTORY:  ___F with acute LOC and hypotension. \n \n COMPARISON:  ___\n \n FINDINGS:\n \n PA and lateral views of the chest were provided.  Lungs are hyperinflated with\n coarsened reticular markings suggestive of underlying emphysema.  There is\n biapical pleural parenchymal scarring.  No focal consolidation to suggest\n pneumonia.  No evidence of pulmonary edema effusion or pneumothorax.  There is\n tracheobronchial tree calcification.  The heart size and mediastinal contour\n appear normal.  Imaged bony structures appear intact.  \n \n IMPRESSION:\n \n No acute findings in the chest."}
{"subject_id": 18974643, "study_id": 53129082, "report": "FINAL REPORT\n INDICATION:    ___F on dialysis, tachycardia  // Eval for volume status\n \n TECHNIQUE:  Single portable view of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n There are persistent bibasilar hazy opacities, right greater than left cough\n suggestive of effusions.  Engorged hilar vasculature in indistinct pulmonary\n vascular markings are compatible with mild edema.  Moderate cardiac\n enlargement is also noted.  No acute osseous abnormalities.\n \n IMPRESSION: \n \n Cardiomegaly with bilateral pleural effusions, right greater than left, with\n mild pulmonary edema."}
{"subject_id": 16245512, "study_id": 56924900, "report": "FINAL REPORT\n PORTABLE CHEST ___\n \n COMPARISON:  Radiographs ___ and ___.\n \n FINDINGS:  Lung volumes are lower than on the prior study.  Even with this\n factor in mind, multilobar foci of bilateral consolidation have apparently\n progressed in the interval.  Additionally, bilateral interstitial opacities\n are present suggesting a component of co-existing edema.  Cardiomediastinal\n contours are stable in appearance.  Bilateral pleural effusions are also\n similar to the prior study."}
{"subject_id": 14887088, "study_id": 54257662, "report": "FINAL REPORT\n STUDY:  AP CHEST, ___.\n \n CLINICAL HISTORY:  ___-year-old woman with motor vehicle collision, now with\n fever, found to have pneumonia.\n \n FINDINGS:  Spinal hardware is seen.  There is a right-sided PICC line with its\n distal lead tip in the mid SVC.  Heart size is within normal limits.  No\n definite consolidation is identified; however, there is some mild prominence\n of pulmonary interstitial markings.  Bony structures appear intact."}
{"subject_id": 11649694, "study_id": 50778410, "report": "FINAL REPORT\n INDICATION:   Trauma.\n \n TECHNIQUE:  Single supine portable view of the chest\n \n COMPARISON:  None.\n \n FINDINGS: \n \n The lungs are clear.  There is no evidence of large effusion for pneumothorax\n based on this supine film which also does not include the lateral costophrenic\n angles.  The cardiomediastinal silhouette is within normal limits.  No\n displaced fractures identified.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 19383333, "study_id": 54063666, "report": "FINAL REPORT\n REASON FOR INDICATION:  OG tube placement.\n \n Portable AP radiograph of the chest was reviewed in comparison to ___ obtained at 10:44 p.m.\n \n The NG tube tip is in the stomach.  The ET tube tip is 4.4 cm above the\n carina.  Heart size and mediastinum are unchanged in appearance.  Old rib\n fractures are redemonstrated as well as minimal atelectasis.\n \n Fullness adjacent to the left hilus most likely reflects the consolidation,\n better appreciated on the CT torso in the left lower lobe."}
{"subject_id": 19174297, "study_id": 59880414, "report": "FINAL REPORT\n HISTORY:  Respiratory distress with new endotracheal tube placement.\n \n TECHNIQUE:  Portable supine AP view of the chest.\n \n COMPARISON:  None.\n \n FINDINGS:\n \n Endotracheal tube tip terminates 4.7 cm from the carina.  Orogastric tube tip\n courses below the left hemidiaphragm, off the inferior borders of the film. \n The heart size is mildly enlarged.  The aorta is tortuous and calcified. \n There is upper zone vascular redistribution and mild perihilar haziness\n compatible with mild pulmonary vascular congestion.  Patchy ill-defined\n opacities in the lung bases could reflect aspiration, atelectasis or\n infection.  No large pleural effusion or pneumothorax is identified.  No acute\n osseous abnormality is seen.  Ossific density is seen projecting over the\n right acromion and distal right clavicle.\n \n IMPRESSION:\n \n Standard positioning of the endotracheal and orogastric tubes.  Patchy\n bibasilar airspace opacities could reflect atelectasis but aspiration and\n infection are not excluded.  Mild pulmonary vascular congestion."}
{"subject_id": 14774414, "study_id": 55386017, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n HISTORY:  Dyspnea.\n \n COMPARISONS:  ___.\n \n TECHNIQUE:  Chest, portable AP view.\n \n FINDINGS:  A three-lead pacemaker, with leads terminating in the right atrium,\n right ventricle, and coronary sinus, respectively, appears unchanged.  The\n cardiac, mediastinal and hilar contours are stable.  Partly visualized is a\n calcified aneurysm of the left ventricle, not fully imaged, but with no\n indication for change.  There is no pleural effusion or pneumothorax.  The\n lungs appear clear.  \n \n IMPRESSION:  No evidence of acute cardiopulmonary disease."}
{"subject_id": 11619103, "study_id": 54210229, "report": "FINAL REPORT\n HISTORY:  ___-year-old female with chest and arm pain.  Worse with inspiration.\n Evaluation for acute process.\n \n COMPARISON:  Comparison is made to radiograph of the chest from ___.\n \n FINDINGS:  AP and lateral views of the chest demonstrate the lungs are well\n expanded and clear.  The heart is top normal in size, otherwise the\n cardiomediastinal silhouette is unremarkable.  There is no pleural effusion,\n pulmonary edema, pneumothorax, or focal parenchymal opacity.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 11119153, "study_id": 51932369, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman s/p tiss AVR,CABG  // predischarge eval     \n predischarge eval\n \n IMPRESSION: \n \n In comparison with the study of ___, the patient has taken a better\n inspiration.  There is again enlargement of the cardiac silhouette without\n appreciable vascular congestion.  There is a small to moderate left pleural\n effusion with underlying basilar atelectasis.  No evidence of acute focal\n pneumonia.\n Surgical clips again project over the right chest, presumably from previous\n breast surgery."}
{"subject_id": 14394983, "study_id": 55627847, "report": "FINAL REPORT\n HISTORY:  Chest pain, here to evaluate for pneumonia.  \n \n COMPARISON:  Chest radiographs dated ___. \n \n TECHNIQUE:  PA and lateral radiographs of the chest.  \n \n FINDINGS:\n \n The lungs are clear without focal consolidation concerning for pneumonia,\n pleural effusion or pneumothorax.  The pulmonary vasculature is not engorged. \n The cardio mediastinal and hilar contours are within normal limits.  The\n trachea is midline.  No acute osseous abnormality is detected.  \n \n IMPRESSION:\n \n No acute cardiopulmonary process."}
{"subject_id": 16339049, "study_id": 58556053, "report": "FINAL REPORT\n EXAMINATION:  Chest radiograph\n \n INDICATION:  ___-year-old man with bradycardia after dialysis.  Evaluate for\n pneumonia.\n \n TECHNIQUE:  Portable upright AP radiograph view of the chest.\n \n COMPARISON:  Chest radiograph dated ___ and ___.\n \n FINDINGS: \n \n Lung volumes are low.  A small right pleural effusion persists, overall\n unchanged.  A left pleural effusion is tiny.  Pulmonary vascular congestion is\n mild with minimal edema.  Increased opacity in the right lung base is new from\n the prior exam and could reflect developing infection appropriate clinical\n scenario.  Cardiomegaly is moderate, unchanged.  No pneumothorax.  Median\n sternotomy wires and mediastinal clips are unchanged.  Linear opacities\n projecting over the left lateral midlung are unchanged since at least ___, compatible with scarring.\n \n IMPRESSION: \n \n 1.  Persistent low lung volumes with the overall unchanged bilateral right\n greater than left pleural effusions.\n \n 2.  Interval increased opacity in the right lower lung could reflect\n developing pneumonia in the appropriate clinical situation.\n \n 3.  Mild pulmonary vascular congestion."}
{"subject_id": 13117076, "study_id": 56837456, "report": "WET READ: ___ ___ ___ 8:51 PM\n  Peripheral wedge-shaped opacity with the lingula is concerning for an area of\n  infarction.  Chest CTA is recommended for further assessment.\n  \n   \n  \n  \n  *** ED URGENT ATTENTION ***\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with chest pain  // evaluate for infiltrate\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n Lung volumes are low.  Heart size is normal.  Mediastinal and hilar contours\n are within normal limits.  The pulmonary vasculature is normal.  A peripheral\n wedge-shaped opacity is seen within the lingula.  The right lung is clear.  No\n pleural effusion or pneumothorax is seen.  There are no acute osseous\n abnormalities.\n \n IMPRESSION: \n \n Peripheral wedge-shaped opacity with the lingula is concerning for an area of\n infarction.  Chest CTA is recommended for further assessment."}
{"subject_id": 17422041, "study_id": 54104338, "report": "WET READ: ___ ___ 7:13 PM\n  Persistent left lateral lung opacity. While this may represent recurrent\n  pneumonia, given presence since ___ the possibility of underlying mass\n  lesion is not excluded. Followup is recommended 6 weeks post treatment to\n  document resolution.\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  ___M with dementia with new AMS  // eval pna\n \n TECHNIQUE:  Single portable view of the chest.\n \n COMPARISON:  Prior chest x-rays from ___, ___, and ___.\n \n FINDINGS: \n \n There is a persistent opacity at the lateral aspect of the left lung since\n ___. The lungs are otherwise clear. The cardiomediastinal silhouette is\n within normal limits. Atherosclerotic calcifications noted at the aortic arch.\n Folds lateral right clavicular fracture is again noted.\n \n IMPRESSION: \n \n Persistent left lateral lung opacity. While this may represent recurrent\n pneumonia, given presence since ___ the possibility of underlying mass\n lesion is not excluded. Followup is recommended 6 weeks post treatment to\n document resolution."}
{"subject_id": 14521707, "study_id": 59857643, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman presented with AMS and non-convulsive status\n epilepticus, new fever; ? pneumonia\n \n TECHNIQUE:  Portable AP radiograph of the chest from ___.\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n The ET tube remains at the level of the clavicles. A right PICC line likely\n extends into the right atrium.  An enteric tube terminates in the stomach.  A\n small layering left pleural effusion is unchanged.  A left basilar airspace\n opacity may be due to either atelectasis or infection. There is new mild\n pulmonary vascular engorgement. There is no pneumothorax.  The heart and\n mediastinum are magnified by the projection.\n \n IMPRESSION: \n \n Left basilar airspace opacity may be due to infection or atelectasis.\n \n Stable small layering left pleural effusion."}
{"subject_id": 10862544, "study_id": 55391533, "report": "FINAL REPORT\n INDICATION:  ___-year-old man status post right VATS procedure.\n \n COMPARISON:  ___.\n \n SEMI-UPRIGHT PORTABLE CHEST RADIOGRAPH:  Widening of the cardiomediastinal\n contour relates to the mediastinal lipomatosis.  The lung volumes are low,\n with bibasal atelectasis, left greater than right.  There is no pneumothorax. \n A right chest tube is in place.\n \n IMPRESSION:  Low lung volumes, but no bibasilar atelectasis.  No \n pneumothorax."}
{"subject_id": 16596436, "study_id": 59148394, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)CHEST (PA AND LAT)i\n \n INDICATION:  ___ year old woman with IVC clot  // r/o lung ca\n \n COMPARISON:  There are no prior chest CT scans.\n \n IMPRESSION: \n \n Normal heart, lungs, hila, mediastinum, and pleural surfaces. No evidence of\n intrathoracic malignancy or infection."}
{"subject_id": 13697731, "study_id": 57788340, "report": "WET READ: ___ ___ ___ 11:44 PM\n  Tracheostomy tube terminates 5.5 centimeters above the carina.  Feeding tube\n  terminates below the diaphragm.  Retrocardiac and scattered parenchymal\n  opacities have slightly increased since the study 5 days prior.  \n  \n ______________________________________________________________________________\n                                 FINAL REPORT\n REASON FOR EXAMINATION:  Evaluation of the patient with refractory status\n epilepticus with septic shock of unknown origin.\n \n Portable AP radiograph of the chest was reviewed in comparison to ___.\n \n The ET tube tip is 5.5 cm above the carina.  Feeding tube passes below the\n diaphragm terminating in the stomach.  Left PICC line tip is at the level of\n cavoatrial junction.  Cardiomegaly is present.  There is mild pulmonary edema,\n but infectious process in particular in the left lower lobe and potentially in\n the left upper and lower lobe cannot be excluded given the interval\n development of this parenchymal opacities.  Again, they might be attributable\n to vascular engorgement given the distended azygos vein and volume overload\n but infectious process is a possibility and re-assessment after diuresis is\n recommended."}
{"subject_id": 14586885, "study_id": 55305352, "report": "FINAL REPORT\n PORTABLE CHEST, ___\n \n COMPARISON:  Radiograph of one day earlier.\n \n FINDINGS:  A chest tube remains in place with a newly visible small right\n apical pneumothorax.  Tip of endotracheal tube terminates approximately 6.3 cm\n above the carina and could be advanced slightly for standard positioning. \n Stable cardiomediastinal widening and persistent volume loss in the right\n hemithorax, with unchanged retrocardiac opacity and small right pleural\n effusion."}
{"subject_id": 17882272, "study_id": 59085042, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with new bacteremia  // evaluate location of\n PICC line      evaluate location of PICC line\n \n COMPARISON:  Chest radiographs since ___ most recently ___.\n \n IMPRESSION: \n \n Moderate enlargement of the cardiac silhouette has increased slightly due to\n worsening cardiomegaly and/or pericardial effusion.  Clinical correlation\n advised.\n \n Pulmonary and mediastinal vessels are mildly distended but there is no edema\n and pleural effusion is small if any.\n \n \n Left PIC line ends at the origin of the SVC."}
{"subject_id": 18618162, "study_id": 52056456, "report": "FINAL REPORT\n HISTORY:  Attempted right subclavian line placement.\n \n TECHNIQUE:  Upright AP view of the chest.\n \n COMPARISON:  ___ at 18:  ___.\n \n FINDINGS:\n \n Lung volumes are increased compared to the prior study.  No pneumothorax is\n identified.  The heart remains moderate to severely enlarged.  Mediastinal and\n hilar contours are stable.  Left-sided dual-lumen dialysis catheter tip\n terminates at the SVC/right atrial junction.  Clips projecting over the left\n superior mediastinal are unchanged.  Pleural calcifications along the right\n hemidiaphragmatic contour again noted.  Calcified mediastinal and hilar lymph\n nodes along with a calcified granuloma at the left lung are again noted. \n There is minimal bibasilar atelectasis.  No pleural effusion is seen in the\n right costophrenic angle is sharp.  Curvilinear calcification is noted along\n the periphery of the spleen.\n \n IMPRESSION:\n \n No pneumothorax."}
{"subject_id": 19299068, "study_id": 52276334, "report": "FINAL REPORT\n PORTABLE CHEST, ___\n \n COMPARISON:  ___.\n \n FINDINGS:  The exam is limited by a combination of optimal positioning,\n relatively low lung volumes, and large body habitus.  With these limitations\n in mind, cardiomegaly and widespread predominantly interstitial opacities\n appear relatively similar compared to the prior radiograph.  Slightly more\n confluent opacities are present at the lung bases, and there is also\n suggestion of small pleural effusions, which were not evident on a prior\n radiograph.  When the patient's condition permits, standard PA and lateral\n chest radiographs would be helpful for more optimal assessment of the lungs\n and pleura, as well as to allow more accurate comparison to previous\n radiographs."}
{"subject_id": 16837333, "study_id": 59487710, "report": "WET READ: ___ ___ 3:48 PM\n  \n   \n  1. Endotracheal tube terminates within the right mainstem bronchus.\n  Repositioning recommended.\n  \n  2. Prominence of the right hilum could reflect underlying lymphadenopathy\n  versus underlying lesion. Comparison with prior chest examination is\n  recommended if available. If unavailable, further evaluation with chest CT\n  recommended if clinically indicated.\n  \n  \n  *** ED URGENT ATTENTION ***\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST RADIOGRAPH\n \n INDICATION:  Status post transfer. Evaluate ET tube placement.\n \n TECHNIQUE:  Portable supine chest radiograph.\n \n COMPARISON:  None available.\n \n FINDINGS: \n \n An endotracheal tube terminates in the in the right mainstem bronchus. An\n orogastric tube courses below the diaphragm, tip is not included on this\n examination, but the side hole is well within the stomach. Patient is slightly\n rotated. The cardiomediastinal and hilar contours are within normal limits. \n Mild focal rounded prominence of the right mid hilum may reflect an enlarged\n vessel or lymph node. There is calcification of the aortic knob.  Linear\n opacities are seen within the right lung base, suggestive of atelectasis.\n Additionally, multiple surgical clips are seen overlying the right lung base.\n There is blunting of the left costophrenic angle, suggestive of a small\n pleural effusion. There is prominence of the right hilum. No pneumothorax\n identified.\n \n IMPRESSION: \n \n 1.  Endotracheal tube terminates within the right mainstem bronchus.\n Repositioning recommended.\n 2.  Focal prominence of the right hilum is nonspecific, and can be evaluated\n with dedicated chest CT on a nonemergent basis.\n \n NOTIFICATION:  Discussed with ___ on ___ at 12:10 PM."}
{"subject_id": 13273047, "study_id": 52872229, "report": "FINAL REPORT\n EXAM:  Chest frontal and lateral views.\n \n CLINICAL INFORMATION:  ___-year-old male with history of cough, fever.\n \n COMPARISON:  ___.\n \n FINDINGS:  Frontal and lateral views of the chest were obtained.  There are\n increased interstitial markings, right greater than left, which in the setting\n of fever, cough, atypical infection is not excluded.  No focal consolidation\n is seen. There is no pleural effusion or pneumothorax.  Cardiac and\n mediastinal silhouettes are stable.  Chronic deformity at the distal right\n clavicle."}
{"subject_id": 11152036, "study_id": 57270035, "report": "FINAL REPORT\n SINGLE FRONTAL VIEW OF THE CHEST\n \n REASON FOR EXAM:  Status post mediastinoscopy, assess for pneumothorax.\n \n Comparison is made with prior study, CT performed six hours earlier.\n \n Cardiac size is normal.  Right upper lung consolidation is grossly unchanged. \n Right pleural effusion and mediastinal collection better seen in prior CT. \n There appears to be a new mediastinal drain.  There is no pneumothorax.  The\n left lung is grossly clear.  Cardiomediastinum is midline."}
{"subject_id": 11871035, "study_id": 50164012, "report": "FINAL REPORT\n INDICATION:  Fever in patient with AML and suspected aspiration.\n \n COMPARISON:  A series of radiographs dating back to ___, most\n recently from ___.\n \n FINDINGS:  A bedside AP radiograph of the chest demonstrates increasing mild\n bibasilar atelectasis but otherwise clear lungs.  The hilar and\n cardiomediastinal contours are normal.  There is perhaps very mild pulmonary\n vascular congestion but no pulmonary edema.  There is no pneumothorax and a\n small right pleural effusion, if any.  The left subclavian line is unchanged\n in position, terminating within the mid SVC.\n \n IMPRESSION:  Mild bibasilar atelectasis and small right pleural effusion, if\n any.  No evidence of pneumonia at this time."}
{"subject_id": 19375696, "study_id": 58451704, "report": "FINAL REPORT\n EXAMINATION:  Chest radiograph.\n \n INDICATION:  History: ___M with RUQ pain x 3 days  // eval pna, pleural\n effusion\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None available.\n \n FINDINGS: \n \n There is no evidence of focal consolidation, pleural effusion, pneumothorax,\n or frank pulmonary edema.  The cardiomediastinal silhouette is within normal\n limits.\n \n IMPRESSION: \n \n No evidence of acute cardiopulmonary process."}
{"subject_id": 19213399, "study_id": 54116140, "report": "FINAL REPORT\n INDICATION:  ___ year old man with hx HNSCC s/p laryngectomy, now with new SOB\n and hypotension  // ? pneumonia\n \n COMPARISON:  Radiographs from ___\n \n IMPRESSION: \n \n Tracheostomy tube is seen.  Cardiomediastinal silhouette is within normal\n limits.  There is some atelectasis at the lung bases, stable. There are no\n pneumothoraces."}
{"subject_id": 17896598, "study_id": 56688657, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with ili symptoms, dyspnea, fever\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n Heart size is normal.  The mediastinal and hilar contours are normal. The\n pulmonary vasculature is normal. Lungs are clear.  No pleural effusion or\n pneumothorax is seen. There are no acute osseous abnormalities.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality."}
{"subject_id": 11339048, "study_id": 52760960, "report": "FINAL REPORT\n INDICATION:  Tube placement.\n \n COMPARISON: Outside hospital chest radiograph from the same day as well as\n radiographs from later on ___.\n \n FINDINGS:  Endotracheal tube is visualized in the lower trachea.  Minor\n atelectatic changes are noted at bilateral bases, greater on the left, and\n lung volumes are low.  However, the lungs are otherwise without focal\n consolidation, effusion, or pneumothorax.  No acute fractures identified.  The\n aorta appears tortuous and mildly prominent in caliber.  \n \n IMPRESSION:  Tortuosity and prominence of the aorta, without short-term\n change.  If there is clinical concern for the possibility of acute aortic\n pathology, chest CT could be considered; correlation with more remote prior\n studies is also suggested.  \n  \n Suggestion for chest CT discussed by Dr. ___ with Dr. ___ ___\n telephone at 5:30 am on ___."}
{"subject_id": 13300324, "study_id": 54849812, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Dementia, unexplained leukocytosis.\n \n AP and lateral radiographs of the chest were reviewed with comparison to\n ___. \n \n There is a re-demonstration of left basal opacity concerning for infectious\n process.  Right upper lobe opacities are demonstrated as well and might\n reflect infectious process.  Those findings are new as compared to ___.\n \n There is no appreciable pleural effusion or pneumothorax.  Heart size and\n mediastinum are unchanged including prominence of the ascending aorta."}
{"subject_id": 18241836, "study_id": 59176040, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with chest pain\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n Heart size remains mildly enlarged. The aorta is tortuous. Mediastinal and\n hilar contours are unremarkable. Pulmonary vasculature is normal. Lungs are\n clear. No pleural effusion or pneumothorax is present. There are moderate\n multilevel degenerative changes throughout the thoracic spine.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality."}
{"subject_id": 11345335, "study_id": 57288405, "report": "FINAL REPORT\n AP CHEST, 3:45 P.M., ___\n \n HISTORY:  ___-year-old woman with end-stage liver disease.  Check Dobbhoff\n feeding tube.\n \n IMPRESSION:  AP chest compared to ___:\n \n Feeding tube ends in mid portion of a non-distended stomach.  Lungs are low in\n volume, suggesting that relatively symmetric bibasilar consolidation medially\n is probably atelectasis.  Upper lungs are clear.  Pleural effusions are small\n if any.  No pulmonary edema.  No pneumothorax."}
{"subject_id": 10543994, "study_id": 52330535, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with significant hypoxa, ?PCP PN___. Interval\n change.\n \n TECHNIQUE:  Single portable AP view of the chest.\n \n COMPARISON:  Chest radiographs from ___, ___, ___, and ___. CT chest from ___.\n \n FINDINGS: \n \n Since the prior radiograph, no significant change in the widespread\n parenchymal opacities and moderate cardiomegaly. No change in the left the\n Port-A-Cath, which terminates at the cavoatrial junction, and right pacemaker\n lead in the right ventricle.  No new focal consolidation or larger pleural\n effusions.\n \n IMPRESSION: \n \n No significant change in the widespread parenchymal opacities and moderate\n cardiomegaly. No larger pleural effusions."}
{"subject_id": 18252941, "study_id": 55569175, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with right pleural effusion s/p thoracentesis  //\n r/o ptx Surg: ___ (thoracentesis)     r/o ptx\n \n IMPRESSION: \n \n Comparison to ___.  Status post thoracocentesis.  Mild decrease of the\n pre-existing right pleural effusion.  No pneumothorax.  Otherwise unchanged\n radiograph."}
{"subject_id": 10827515, "study_id": 50357646, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with productive cough, fever. Evaluate for\n pneumonia.\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None\n \n FINDINGS: \n \n The lungs are clear.The cardiac, hilar and mediastinal contours are normal.No\n pleural abnormality is seen.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 10623883, "study_id": 59664629, "report": "FINAL REPORT\n HISTORY:  Fever, anorexia, right lower quadrant pain.\n \n TECHNIQUE:  Frontal and lateral views of the chest.\n \n COMPARISON:  None.\n \n FINDINGS:\n \n The lungs are clear without focal consolidation.  No pleural effusion or\n pneumothorax is seen.  The cardiac and mediastinal silhouettes are\n unremarkable.  No pulmonary edema is seen.  No displaced fracture is seen.\n \n IMPRESSION:\n \n No acute cardiopulmonary process."}
{"subject_id": 12034845, "study_id": 54213425, "report": "FINAL REPORT\n CLINICAL INFORMATION:  AIDS and CA, now with neuro symptoms.\n \n COMPARISON:  ___.\n \n TECHNIQUE:  AP upright and lateral views of the chest.\n \n FINDINGS:  As compared to the prior study, there is slight increase in\n interstitial markings bilaterally which is nonspecific, but atypical infection\n is not excluded.  No large pleural effusion is seen.  There is no\n pneumothorax.  The aorta is tortuous.  The cardiac silhouette is top normal. \n No lobar consolidation is seen on the frontal view.  On the lateral view,\n there may be posterior basilar opacity and a small focal consolidation is not\n excluded."}
{"subject_id": 10819468, "study_id": 59623313, "report": "WET READ: ___ ___ 6:33 PM\n  Extensive decrease in size of right pleural effusion with no evidence of a\n  pneumothorax or other acute cardiopulmonary process.\n ______________________________________________________________________________\n                                 FINAL REPORT\n AP CHEST, ___, 5:42 P.M.\n \n HISTORY:  ___-year-old man with a pleural effusion, rule out pneumothorax.\n \n IMPRESSION:  AP chest compared to ___:\n \n Right pleural effusion is substantially smaller.  Inferior displacement of the\n right major fissure reflects right lower lobe atelectasis.  Pulmonary and\n mediastinal vascular congestion have improved, but moderate enlargement of the\n cardiac silhouette has not, since it was much smaller on ___. \n This raises the possibility of the interval development of moderate\n cardiomegaly and/or pericardial effusion.  There is no pulmonary edema or\n pneumothorax."}
{"subject_id": 17909008, "study_id": 53182291, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with severe COPD exacerbation now with worsening\n hypoxia  // Assess for pneumonia, aspiration or pneumothorax      Assess for\n pneumonia, aspiration or pneumothorax\n \n IMPRESSION: \n \n Comparison to ___.  Moderate overinflation persists. Known old\n healed rib fracture on the left.  There is increasing opacity with air\n bronchograms in the left lower lobe, consistent with developing pneumonia or\n aspiration in the appropriate clinical setting.  No pleural effusions.  No\n pulmonary edema.  No pneumothorax.  The size and shape of the cardiac\n silhouette is normal."}
{"subject_id": 17799996, "study_id": 56631599, "report": "FINAL REPORT\n CHEST RADIOGRAPH \n \n INDICATION:  Mitral valve replacement.  Evaluation of the endotracheal tube\n position.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, the monitoring and support\n devices are in constant position.  The left PICC line has been pulled out in\n the interval.  Increasing amounts of pleural effusions bilaterally, more\n evident on the left than on the right.  Extensive areas of basal atelectasis. \n Borderline size of the cardiac silhouette."}
{"subject_id": 19016834, "study_id": 51427581, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Evaluation of the patient with ET tube placement\n after intubation.\n \n Portable AP radiograph of the chest was reviewed in comparison to ___ obtained at 8:39 p.m.\n \n The ET tube tip is 5.2 cm above the carina.  Heart size and mediastinum are\n unchanged in position.  The new esophageal stent is unchanged.\n \n There is interval increase in left pleural effusion, small-to-moderate\n currently, although it might be reflecting different position of the patient. \n Right lung opacification is unchanged.  The right internal jugular line tip is\n at the level of mid SVC."}
{"subject_id": 18111896, "study_id": 55461989, "report": "FINAL REPORT\n INDICATION:  ___-year-old male with shortness of breath on exertion.\n \n COMPARISON:  Chest radiograph of ___.\n \n PA AND LATERAL CHEST RADIOGRAPHS:  The cardiomediastinal and hilar contours\n are normal.  A right IJ approach dialysis catheter ends in the mid SVC.  The\n lungs are clear without consolidation, pleural effusion, or pneumothorax. Mild\n degenerative changes are seen in the thoracic spine.\n \n IMPRESSION:  No acute cardiopulmonary pathology."}
{"subject_id": 10335518, "study_id": 57935906, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  History: ___F with cough  // ?pneumonia\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  ___ and ___\n \n FINDINGS: \n \n The lungs remain hyperinflated without focal consolidation seen.  Mild\n biapical pleural thickening is seen.  There is mild left base\n atelectasis/scarring.  No pleural effusion or pneumothorax is seen. The\n cardiac and mediastinal silhouettes are stable and unremarkable.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 17839341, "study_id": 55330268, "report": "WET READ: ___ ___ ___ 8:43 PM\n  Status post removal of chest tube without evidence of pneumothorax. Interval\n  removal of Swan-Ganz catheter. Endotracheal tube, nasogastric tube in\n  unchanged in position. Right internal jugular sheath terminates in the upper\n  SVC.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with avr/cabg  // r/o ptx, s/p ct d/c      r/o\n ptx, s/p ct d/c\n \n COMPARISON:  Chest radiographs ___ through ___.\n \n IMPRESSION: \n \n Pulmonary edema has resolved.  Cardiomediastinal silhouette has a normal\n postoperative appearance.  Atelectasis at the lung bases is relatively mild,\n left greater than right, unchanged since ___.  There is no pneumothorax.\n ET tube is in standard placement.  Transesophageal drainage tube ends in the\n upper portion of a nondistended stomach.  Right jugular introducer in standard\n placement.  Transvenous right atrial right ventricular pacer leads are\n continuous from the left pectoral generator."}
{"subject_id": 18377213, "study_id": 51503358, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___F with L chest pain, shortness of breath on exertion\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n PA and lateral views of the chest provided.\n \n There is no focal consolidation, effusion, or pneumothorax. The\n cardiomediastinal silhouette is normal. Imaged osseous structures are intact. \n No free air below the right hemidiaphragm is seen.\n \n IMPRESSION: \n \n No acute intrathoracic process."}
{"subject_id": 18289891, "study_id": 54638038, "report": "FINAL REPORT\n AP CHEST, 5:03 A.M., ___\n \n HISTORY:  ___-year-old man with acute process.\n \n IMPRESSION:  AP chest compared to ___:\n \n Heart size top normal or slightly enlarged, pulmonary vasculature engorged,\n but no pulmonary edema.  Small left pleural effusion may have decreased since\n ___.  No pneumothorax."}
{"subject_id": 17218894, "study_id": 55886310, "report": "FINAL REPORT\n INDICATION:  ___-year-old man with right femoral neck fracture, preop chest\n evaluation.\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None available.\n \n FINDINGS: \n \n The lungs are well inflated and clear.  The cardiomediastinal silhouette,\n hilar contours, and pleural surfaces are normal.  There is no pleural effusion\n or pneumothorax.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 19713100, "study_id": 54445211, "report": "FINAL REPORT\n INDICATION:  ___-year-old man with hypotension, evaluate for pneumonia.\n \n COMPARISONS:  Portable radiograph from ___.\n \n FINDINGS:  There is no focal consolidation or pleural effusion.  Elevation of\n the left hemidiaphragm is stable.  Linear opacities at the right base are\n either atelectasis or scarring.  The upper lung zones are clear.  There is\n mild enlargement of the cardiac silhouette.  Median sternotomy wires are\n present and intact.  Again seen are calcified pleural plaques in the periphery\n of the left hemithorax.\n \n IMPRESSION:  Atelectasis or scarring at the right base.  No focal\n consolidation."}
{"subject_id": 13562477, "study_id": 53131812, "report": "FINAL REPORT\n PORTABLE AP CHEST FILM ___ AT ___ \n \n CLINICAL INDICATION:  ___-year-old with crackles at the bases, question fluid\n overload.\n \n Comparison is made to the patient's prior study of ___ at ___.\n \n Portable AP upright chest film ___ at ___ is submitted.\n \n IMPRESSION:\n \n 1.  Overall cardiac and mediastinal contours are stable with a left\n ventricular prominence suggestive of left ventricular hypertrophy.  Lungs are\n clear without evidence of focal airspace consolidation, pulmonary edema, or\n pneumothorax.  There is blunting of both costophrenic angles, left greater\n than right, which likely reflects a combination of pleural thickening and/or\n fluid.  This is essentially stable.  Clips in the left lateral neck are again\n seen.  Interval removal of the Dobbhoff feeding tube.  Calcification of the\n aorta consistent with atherosclerosis.  Stable thoracolumbar curvature with\n associated degenerative changes.  No acute bony abnormality appreciated."}
{"subject_id": 15860636, "study_id": 58441751, "report": "FINAL REPORT\n INDICATION:  Chest pain, evaluate for infiltrate.\n \n COMPARISON:  ___. \n \n FINDINGS:\n \n AP upright and lateral chest radiographs demonstrate symmetric well-expanded\n lungs.  Mild enlargement of the cardiac silhouette is in part related to the\n AP technique.  Cardiomediastinal silhouette is otherwise unchanged compared to\n the prior examination.  Sternotomy wires are noted.  There is mild\n interstitial prominence without focal consolidation.  No pleural effusion or\n pneumothorax.\n \n IMPRESSION:\n No evidence of pneumonia."}
{"subject_id": 19615440, "study_id": 54775170, "report": "FINAL REPORT\n TYPE OF EXAMINATION:  Chest AP portable single view.\n \n INDICATION:  ___-year-old male patient with history of lung cancer, status post\n recent PEG placement, now with hemoptysis, explanation for hemoptysis?\n \n FINDINGS:  AP single view of the chest has been obtained with patient in\n sitting semi-upright position.  Analysis is performed in direct comparison\n with the next preceding similar study of ___.  Unchanged evidence of\n cardiac enlargement, pulmonary congestion and bilateral pleural effusions.  No\n evidence of new discrete local parenchymal infiltrates and no evidence of\n pneumothorax.\n \n IMPRESSION:  Similar as on next preceding examination of ___, the portable\n examination shows unchanged findings.  Consider detailed chest examinations in\n this patient who allegedly has history of lung cancer."}
{"subject_id": 14443593, "study_id": 57681580, "report": "FINAL REPORT\n EXAMINATION:  Chest radiograph.\n \n INDICATION:  History: ___M with L-hip pain, ?infection, pre-op  // evaluate for\n acute findings, pre-op workup\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiographs dated ___.\n \n FINDINGS: \n \n Mild peribronchial opacification in the infra hilar right lung projecting over\n the cardiac silhouette is long-standing, possibly bronchiectasis. There is no\n evidence of focal consolidation, pleural effusion, pneumothorax, or pulmonary\n edema.  The cardiomediastinal silhouette is within normal limits.\n \n IMPRESSION: \n \n No evidence of acute cardiopulmonary process."}
{"subject_id": 16194056, "study_id": 56890717, "report": "FINAL REPORT\n STUDY:  PA and lateral chest, ___.\n \n CLINICAL HISTORY:  ___-year-old man, status post left lung unroofing for lung\n abscess.\n \n FINDINGS:  Comparison is made to previous study from ___.\n \n There are two chest tubes seen at the right lung base.  The right apical chest\n tube has been removed since the previous study.  There is an air-fluid level\n seen within the left lower lobe superiorly, consistent with prior surgery.  No\n apical pneumothorax is seen.  The right lung is relatively clear aside for a\n small pleural effusion.  Heart size is within normal limits."}
{"subject_id": 15973805, "study_id": 54744120, "report": "FINAL REPORT\n HISTORY:  Check pacer wire position.  \n \n COMPARISON:  Multiple prior chest radiographs, most recently of ___. \n \n \n FINDINGS:\n \n Single frontal view of the chest.  Transjugular pacing wire has been slightly\n withdrawn.  Endotracheal tube terminates 3.0 cm above the carina.  The side\n port of an NG tube is at the level of the GE junction.  Bilateral upper\n abdominal clips are stable.  Lung volumes are low with unchanged left base\n opacity which may represent pneumonia or atelectasis.  No pneumothorax.  \n \n IMPRESSION:\n \n 1.  NG tube side port is at the level of the gastroesophageal junction and\n should be advanced by 6 cm for proper position.\n 2.  Low lung volumes with unchanged left base opacity.  \n 3.  Transjugular pacing wire has been slightly withdrawn.  \n \n Findings were communicated via phone call by Dr. ___ to ___, CCU\n resident,on ___ at ___ AM."}
{"subject_id": 14083630, "study_id": 55735468, "report": "FINAL REPORT\n INDICATION:  ___F with right penumothorax eval for change  // eval for\n pneumothorax\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  ___ at 15:12.\n \n FINDINGS: \n \n Moderate right-sided pneumothorax has not significantly changed.  Mild\n leftward shift of the mediastinal structures is unchanged.  The lungs are\n clear.  There is no fracture or focal osseous abnormality.\n \n IMPRESSION: \n \n No significant interval change in the appearance of the right pneumothorax and\n leftward mediastinal shift."}
{"subject_id": 10849254, "study_id": 55799795, "report": "FINAL REPORT\n CHEST, TWO VIEWS:  ___.\n \n HISTORY:  ___-year-old male with lower extremity swelling and shortness of\n breath.\n \n FINDINGS:  Frontal and lateral views of the chest are compared to previous\n exam from ___.  Left chest wall pacing device is again noted.  The\n lungs are clear of consolidation or pulmonary vascular congestion.  Cardiac\n silhouette is slightly enlarged but unchanged.  Postoperative changes of\n median sternotomy wires again noted with fracture of the top and third from\n the top sternal wires.  Osseous structures are unchanged noting possible\n compression deformity at the lower thoracic level with an acute kyphosis which\n is unchanged from prior.\n \n IMPRESSION:  No definite acute cardiopulmonary process."}
{"subject_id": 19674244, "study_id": 51050266, "report": "FINAL REPORT\n EXAMINATION:  Portable chest radiograph\n \n INDICATION:  ___ year-old male with complex past medical history including CAD\n s/p CABG x4 , CHF with EF of 20%, ESRD secondary to FSGS s/p transplant x2,\n gastrostomy, COPD, with recently complicated medical course c/b respiratory\n failure now s/p trach with new pneumonia, with removal of b/l chest tubes  //\n eval for interval change\n \n TECHNIQUE:  Portable chest\n \n COMPARISON:  Portable chest radiograph dated ___\n \n FINDINGS: \n \n Since 2 days prior, bilateral parenchymal opacities have minimally improved. \n Appearance on today's radiograph appears more consistent with moderate\n pulmonary edema rather than multifocal pneumonia.  Silhouetting of the right\n hemidiaphragm may be due to a combination of pleural fluid, atelectasis, or\n consolidation.  Crease lucency at the lateral left lung base is consistent\n with a persistent left basilar pneumothorax, best appreciated on CT chest\n dated ___.  Retrocardiac atelectasis is unchanged.  Severe\n cardiomegaly is unchanged.\n \n IMPRESSION: \n \n Minimal improvement in diffuse parenchymal opacities, which now appear more\n consistent with moderate pulmonary edema rather than multifocal pneumonia.\n Persistent left basilar pneumothorax."}
{"subject_id": 11028246, "study_id": 51092467, "report": "FINAL REPORT\n EXAMINATION:  Chest radiographs.\n \n INDICATION:  History: ___F with no significant PMH, presented with LLE pain and\n swelling and dyspnea  // please eval for effusion or other abnormalities\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiographs dated ___.\n \n FINDINGS: \n \n The lungs are well expanded without lobar consolidation, pleural effusion,\n pneumothorax, or pulmonary edema.  The cardiomediastinal silhouette is\n unchanged.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 11298819, "study_id": 58451061, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  A left-sided pneumonia, followup.\n \n PA and lateral upright chest radiographs were reviewed in comparison to\n ___.\n \n Heart size is mildly enlarged.  The aorta is extensively tortuous and on\n ___ was demonstrated to be involved by dissection.  Patient is\n most likely after at least partial ascending aortic repair.  Descending aorta\n is aneurysmatic with the diameter of up to 5 cm.  Lungs are essentially clear.\n There is no pleural effusion or pneumothorax."}
{"subject_id": 15158950, "study_id": 57232992, "report": "WET READ: ___ ___ ___ 11:18 PM\n  Dobhoff tube terminates in the stomach, otherwise no significant interval\n  change.\n  \n WET READ VERSION #1 \n ______________________________________________________________________________\n                                 FINAL REPORT\n REASON FOR EXAMINATION:  Evaluation of the patient after aortic root\n replacement, currently Dobbhoff tube placement.\n \n AP radiograph of the chest was reviewed in comparison to ___ obtained\n at 4:11 p.m.\n \n The NG tube tip is in the stomach.  The right internal jugular line tip is at\n the level of low SVC.  Bilateral pleural effusions and bibasal consolidations\n are redemonstrated, although minimally improved as compared to the prior\n examination.  The ET tube tip is 6 cm above the carina.  The right PICC line\n is currently pointing upwards cranially and should be considered reposition."}
{"subject_id": 14535212, "study_id": 50957694, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman with cirrhosis, worsening hyperbilirubinea,\n hemolysis, cough  // eval for pna\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n Moderate cardiomegaly is a stable.  The aorta is tortuous.  New retrocardiac\n opacities associated with small effusion, corresponds to pneumonia, given the\n clinical history.  There is bronchial cuffing in the hila bilaterally.  There\n is mild biapical pleural thickening. There is no pneumothorax.  The osseous\n structures are unremarkable\n \n IMPRESSION: \n \n Left lower lobe pneumonia followup in 6 weeks is recommended after treatment.\n Small left pleural effusion\n Stable cardiomegaly."}
{"subject_id": 11489167, "study_id": 51930515, "report": "WET READ: ___ ___ ___ 10:16 AM\n  Mild cephalization of pulmonary blood flow is of uncertain chronicity.  If\n  acute it would indicate early cardiac decompensation.\n WET READ VERSION #1 ___ ___ ___ 12:17 AM\n  Mild vascular congestion.\n WET READ VERSION #2 ___ ___ ___ 10:11 AM\n  Mild equalization of blood flow is likely chronic in nature however there are\n  no prior studies to assess for interval change.  If acute finding this may\n  suggest very early decompensation.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  Chest radiograph\n \n INDICATION:  Shortness of breath.  Assess for acute process.\n \n COMPARISON:  CT chest ___.\n \n FINDINGS: \n \n Frontal and lateral chest radiographdemonstrates well expanded lungs with mild\n equalization of blood flow.No pleural effusion or pneumothorax. Mild\n cardiomegaly is noted.  Mediastinum contour and hila are unremarkable.\n \n IMPRESSION: \n \n Mild cephalization of pulmonary blood flow is of uncertain chronicity. If\n acute it would indicate early cardiac decompensation."}
{"subject_id": 13077594, "study_id": 56499482, "report": "FINAL REPORT\n INDICATION:  ___ year old woman with urosepsis and increasing pressure need on\n ventilator // Pneumonia, atelectasis, edema\n \n TECHNIQUE:  Portable chest radiograph.\n \n COMPARISON:  For dated ___.\n \n FINDINGS: \n \n The ETT is approximately 4.5 cm above the carina.  The left IJ central venous\n catheter terminates in mid SVC. The enteric tube extends into the stomach and\n beyond view.\n \n The lung volume is small.  There is bilateral lower lobe atelectasis, some of\n this might be due to patient position.  No pneumonia.  No pleural effusion\n appreciated.  No pneumothorax.  The cardiomediastinal silhouette is normal and\n unchanged.\n \n IMPRESSION: \n \n No pneumonia.  No pulmonary edema.  Bilateral lower lobe atelectasis."}
{"subject_id": 14911136, "study_id": 59629168, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man s/p lap sleeve gastrectomy  // assess position of\n NG tube      assess position of NG tube\n \n IMPRESSION: \n \n No previous images.  The heart is normal in size and there is no evidence of\n vascular congestion, pleural effusion, or acute focal pneumonia.  The tip of\n the nasogastric tube extends at least to the mid portion of the stomach, where\n it crosses the lower margin of the image.  If the precise location of the tip\n of the tube is of clinical importance, an abdominal image could be obtained\n for this purpose."}
{"subject_id": 13697731, "study_id": 58610096, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Status epilepticus, right hemothorax, workup of fever.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to previous radiograph, there is no relevant change. \n The monitoring and support devices are constant.  Constant small right pleural\n effusion with minimal atelectasis at the right lung bases.  Rather extensive\n retrocardiac atelectasis and unchanged evidence of moderate cardiomegaly.  No\n pneumothorax.  No parenchymal changes have appeared in the interval."}
{"subject_id": 18296202, "study_id": 57536523, "report": "FINAL REPORT\n HISTORY:  Hypoxic respiratory failure and possible aspiration, question\n interval change.\n \n CHEST, SINGLE AP PORTABLE VIEW.\n \n There are low inspiratory volumes.  An ET tube is present, tip approximately\n 3.5 cm above the carina.  An NG tube is present, tip beneath diaphragm off\n film.  An additional line overlies the right chest.\n \n There is prominence of the upper zone vessels, likely accentuated by low lung\n volumes.  There is blunting of both costophrenic angles reflecting small\n effusions.  There is patchy opacity at both bases, consistent with collapse\n and/or consolidation.  The appearances are unchanged compared with ___ at\n 12:47 a.m."}
{"subject_id": 14903739, "study_id": 56637817, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with new OGT, confirming placement  //\n confirming placement of OGT      confirming placement of OGT\n \n IMPRESSION: \n \n Compared to ___ at 01:27.\n \n New nasogastric drainage tube ends in the distal stomach.  ET tube in standard\n placement.\n \n Moderate bilateral pleural effusions unchanged.  No pneumothorax.  Some of the\n opacification in the lower lungs is persistent dependent pulmonary edema,\n restricted to the lower lungs because of severe emphysema.  Additionally,\n substantial right lower lobe atelectasis is presumed, and there is progressive\n consolidation in the left lower lobe which could be atelectasis alone but\n raises question of pneumonia particularly due to aspiration."}
{"subject_id": 11192914, "study_id": 57102885, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with dizziness  // r/o infection\n \n COMPARISON:  No comparison\n \n IMPRESSION: \n \n The lung volumes are normal.  Normal size of the cardiac silhouette.  Normal\n hilar and mediastinal structures.  No pneumonia, no pulmonary edema, no\n pleural effusion.  No pneumothorax."}
{"subject_id": 17769704, "study_id": 50590109, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___M with hypoxia  // ? fluid\n \n COMPARISON:  Prior CT chest from ___.\n \n FINDINGS: \n \n AP portable upright view of the chest.   Increased opacity at the left lung\n base is concerning for atelectasis and effusion. The right lung appears\n grossly clear. Heart size is within normal limits. Mediastinal contour is\n unremarkable. No free air seen below the right hemidiaphragm.\n \n IMPRESSION: \n \n Left basal opacity concerning for effusion and atelectasis. Please refer to\n subsequent CT chest for further details."}
{"subject_id": 16852243, "study_id": 52980825, "report": "FINAL REPORT\n CHEST, TWO VIEWS:\n \n HISTORY:  ___-year-old male with cough.\n \n COMPARISON:  None.\n \n FINDINGS:  Frontal and lateral views of the chest.  The lungs are clear\n without focal consolidation, effusion, or pneumothorax.  The cardiomediastinal\n silhouette is normal.  No acute osseous abnormalities.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 17071231, "study_id": 54510092, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  History: ___F with worsening hepatorenal*** WARNING *** Multiple\n patients with same last name!  // ?pna\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n There are relatively low lung volumes, likely in part due to elevation of the\n diaphragms from underlying large ascites. Mild right basilar atelectasis is\n seen. There is blunting of the posterior left costophrenic angle on the\n lateral view worrisome for a small left pleural effusion. The cardiac and\n mediastinal silhouettes are unremarkable. No overt pulmonary edema is seen.\n \n IMPRESSION: \n \n Low lung volumes.  Small left pleural effusion. Probable right base\n atelectasis. No definite focal consolidation."}
{"subject_id": 13505755, "study_id": 50572323, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ y.o woman with sepsis and respiratory failure, anasarca  //\n compare with prior\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous radiograph, no relevant change is seen. The\n endotracheal tube, the nasogastric tube and the left central venous access\n line are constant. The pre-existing right pleural effusion has minimally\n decreased. The lung volumes remain low. Moderate cardiomegaly and mild to\n moderate pulmonary edema persist. The retrocardiac atelectasis is unchanged. \n No new focal parenchymal opacities."}
{"subject_id": 10828230, "study_id": 56184586, "report": "WET READ: ___ ___ ___ 5:38 AM\n  Normal chest radiograph.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  Chest radiograph\n \n INDICATION:  Chest pain x 1 day.  Assess for pneumothorax or infiltrate.  None\n \n COMPARISON:  None.\n \n FINDINGS: \n \n Frontal and lateral chest radiograph demonstrates well expanded and clear\n lungs.No pleural effusion or pneumothorax. Heart size, mediastinal contour,\n and hila are unremarkable.\n \n Limited assessment of the upper abdomen is within normal limits.\n \n IMPRESSION: \n \n Normal chest radiograph."}
{"subject_id": 12264993, "study_id": 55992264, "report": "FINAL REPORT\n CHEST RADIOGRAPHS\n \n HISTORY:  Generalized weakness and cough.\n \n COMPARISONS:  None.\n \n TECHNIQUE:  Chest, PA and lateral.\n \n FINDINGS:  The heart is borderline enlarged.  The aortic arch is calcified. \n There is no pleural effusion or pneumothorax.  A mild interstitial abnormality\n could be seen with pulmonary edema or atypical infection.\n \n IMPRESSION:  Mild diffuse interstitial abnormality.  Differential\n considerations include mild vascular congestion or atypical infection. \n Correlation with clinical information is suggested."}
{"subject_id": 17622334, "study_id": 57227761, "report": "FINAL REPORT\n INDICATION:  ___-year-old man with fever and cough.  Pneumonia 3 weeks ago. \n Evaluate for pneumonia.\n \n TECHNIQUE:  Frontal view of the chest.\n \n COMPARISON:  Chest radiograph ___.  CT abdomen and pelvis ___.\n \n FINDINGS: \n \n Right middle lobe and perihilar opacity has increased since ___.  No\n pleural effusion or pneumothorax.  The cardiac and mediastinal contours are\n stable.\n \n IMPRESSION: \n \n Right middle lobe and perihilar opacity has increased since ___.  These\n findings could represent prior pneumonia and/or new superimposed infection.\n \n RECOMMENDATION(S):  Recommend follow-up after resolution of symptoms to ensure\n no underlying lesion"}
{"subject_id": 12611014, "study_id": 51993930, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with history of cough and previous\n opacification on CXR.  // compare to prior\n \n COMPARISON:  ___.\n \n IMPRESSION: \n \n Cardiomediastinal contours are normal.  The lungs are currently clear, with no\n evidence of pneumonia."}
{"subject_id": 12338003, "study_id": 50088537, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with shortness of breath with desaturation on 6 L\n face mask  // r/o pneumonia, pleasure effusion, pul edema      r/o pneumonia,\n pleasure effusion, pul edema\n \n IMPRESSION: \n \n Compared to prior chest radiographs ___ through ___.\n \n Emphysema is severe.\n \n   Interstitial edema, left lung slightly more pronounced.  Heterogeneous\n opacification in the right lung has been variable of the past several days,\n but not improved, probably a combination of pneumonia, atelectasis and edema,\n and small right pleural effusion is larger. No left pleural effusion or\n pneumothorax ; left pigtail pleural drainage catheter still in place.  Right\n PIC line ends close to the superior cavoatrial junction."}
{"subject_id": 14168528, "study_id": 51604947, "report": "WET READ: ___ ___ ___ 3:58 AM\n  Moderate cardiomegaly is stable. Moderate pulmonary edema has worsened. Repeat\n  imaging once pulmonary edema is treated to ensure no underlying pneumonia.\n  ___ to ___ at 3:51 am, ___, by phone, at the time of\n  discovery.  \n  \n WET READ VERSION #1 \n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with leukocytosis, ? PNA  // eval for\n consolidation\n \n COMPARISON:  Chest radiographs ___.\n \n IMPRESSION: \n \n Mild cardiomegaly stable since ___. Vascular congestion in the lungs and\n mediastinum slightly worse. Focal region of coalescent opacity in the right\n lower lung projecting over the anterior right fifth rib could be a focus of\n either early pneumonia or early edema. Careful followup is recommended.\n Pleural effusions small if any. No pneumothorax. Mild distention of the upper\n esophagus is a common finding in sick patients but generally not 1 as young as\n this."}
{"subject_id": 12286821, "study_id": 59633677, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with L pigtail, now to water seal  // please\n eval for interval change of pleural effusion      please eval for interval\n change of pleural effusion\n \n IMPRESSION: \n \n Comparison to ___.  The left pigtail catheter in the pleural space is\n now on waterseal.  The current image provides no evidence for the presence of\n a pneumothorax.  Stable position of the right PICC line.  Borderline size of\n the cardiac silhouette.  Minimal retrocardiac atelectasis."}
{"subject_id": 12597051, "study_id": 53730427, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)CHEST (PORTABLE AP)i\n \n INDICATION:  ___ year old woman with septic shock, pna and urosepsis  // pna?\n improving worsening?\n \n COMPARISON:  Chest radiographs ___ through ___.\n \n IMPRESSION: \n \n There is no good evidence for pneumonia. Mild interstitial edema is new.\n Cardiomediastinal silhouette has a normal postoperative appearance. Small left\n pleural or extrapleural fluid collection in the region of the resected middle\n rib has increased."}
{"subject_id": 16063245, "study_id": 58324471, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman s/p TAC an JP readmitted with leukocytosis with\n fever to 102  // please evaluate for pneumonia or other pulmonary process     \n please evaluate for pneumonia or other pulmonary process\n \n IMPRESSION: \n \n In comparison with the study of ___, the cardiac silhouette is within\n normal limits and there is no evidence of vascular congestion, pleural\n effusion, or acute focal pneumonia.  Of incidental note is an azygos fissure,\n of no clinical significance."}
{"subject_id": 14877162, "study_id": 57262831, "report": "FINAL REPORT\n INDICATION:  Possible nodule on chest x-ray.\n \n TECHNIQUE:  Oblique views of the chest.\n \n COMPARISON:  Chest radiograph ___.\n \n FINDINGS: \n \n Shallow right posterior oblique (incorrectly labeled as LPO) view again shows\n a 12 mm circumscribed nodule projecting over the left lung and sixth rib.  The\n nodule is not seen on the RPO view. Otherwise, lungs are clear. No pleural\n effusion, pneumothorax or focal airspace consolidation. Heart is normal size.\n \n IMPRESSION: \n \n 12 mm nodule projecting over the left lung for which further evaluation with a\n nonemergent chest CT is recommended.  As the nodule was not visualized on the\n RPO view, it is possible that this is located within the chest wall."}
{"subject_id": 16390674, "study_id": 50838256, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  History: ___F with fatigue, palpitations, possible DKA  //\n infiltrate\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n No focal consolidation is seen.  No pleural effusion or pneumothorax is seen.\n The cardiac and mediastinal silhouettes are unremarkable.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 12854165, "study_id": 52822525, "report": "FINAL REPORT\n SINGLE FRONTAL VIEW OF THE CHEST\n \n REASON FOR EXAM:  Followup pulmonary edema status post diuresis.\n \n Comparison is made with prior study performed a day earlier.\n \n Mild-to-moderate pulmonary edema has improved.  Persistent consolidation in\n the left perihilar region is consistent with pneumonia.  Small bilateral\n pleural effusions are unchanged , allowing diference positioning of the\n patient.  There are low lung volumes.  Cardiomegaly is stable.,"}
{"subject_id": 17977966, "study_id": 56549370, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___F with scapular pain, arm pain, and epigastric pain  // ___F\n with scapular pain, arm pain, and epigastric pain\n \n TECHNIQUE:  Chest PA and lateral\n \n FINDINGS: \n \n The heart is minimally enlarged.  The lungs are clear. There is no\n pneumothorax or pleural effusion.  The osseous structures are unremarkable\n \n IMPRESSION: \n \n Mild cardiomegaly otherwise normal."}
{"subject_id": 15320468, "study_id": 51902752, "report": "WET READ: ___ ___ ___ 8:27 PM\n  Esophageal catheter courses below the diaphragm and curves superiorly\n  projecting over the left upper quadrant, likely within the stomach. Persistent\n  abnormal appearance to the left lower hemithorax with slight improved\n  aeration. Given the course of the esophageal catheter, diaphragmatic hernia is\n  a possibility, chronicity indeterminate. Left pleural effusion is also a\n  possibility. This could be further evaluated with CT, as recommended\n  previously.\n ______________________________________________________________________________\n                                 FINAL REPORT\n HISTORY:  ___ placement.\n \n CHEST, SINGLE AP PORTABLE VIEW.\n \n An ET tube is present, the tip lies approximately 3.6 cm above the carina.  \n \n The heart is not enlarged.  The aorta is calcified.  There is upper zone\n redistribution and mild diffuse vascular blurring, consistent with\n interstitial edema.  There is opacification at the left base, with obscuration\n of the left hemidiaphragm, in an unusual configuration.  The appearance raises\n question of a large gastric and/or diaphragmatic hernia.  \n \n An NG tube is present, the tip extends to the level of the lower mediastinum\n and overlies the left upper quadrant near the expected site of the physiologic\n diaphragm.  A left effusion cannot be excluded.  There is minimal atelectasis\n at the right base and minimal blunting of the right costophrenic angle.\n \n IMPRESSION:\n \n 1.  ET tube in satisfactory position.\n 2.  Interstitial edema.\n 3.  Atypical opacity in the left mid and lower zones raising the question of\n gastric and/or diaphragmatic hernia.  NG tube as described.  This appearance\n is similar to ___ at 12:24 p.m.  If clinically indicated, abdominal CT\n could help for further assessment."}
{"subject_id": 11150645, "study_id": 59830947, "report": "FINAL REPORT\n INDICATION:  ___-year-old female with chest pain for five days, evaluate for\n pneumonia.\n \n COMPARISON:  No relevant comparisons available.\n \n TWO VIEWS OF THE CHEST:\n \n The lungs are well expanded and clear.  The cardiomediastinal silhouette,\n hilar contours and pleural surfaces are normal.  No pleural effusion or\n pneumothorax is present.\n \n IMPRESSION:\n \n No acute intrathoracic process."}
{"subject_id": 11034713, "study_id": 50765416, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with hx of epilepsy.  // Eval for underlying\n infectious process\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous radiograph, no relevant change is seen.  No\n pneumonia, no pulmonary edema.  No pleural effusions. Normal size of the\n cardiac silhouette."}
{"subject_id": 11731531, "study_id": 50709342, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with ams, tachypnea  // acute process\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiograph from outside hospital dated ___.\n \n FINDINGS: \n \n There is mild to moderate pulmonary edema.  Opacification at the bases\n bilaterally likely represents atelectasis.  No focal consolidations to suggest\n pneumonia.  Small bilateral pleural effusions.  There is mild enlargement of\n the cardiac silhouette, however this may be projectional.  No pneumothorax.\n \n IMPRESSION:\n \n \n 1. Mild to moderate pulmonary edema with small bilateral pleural effusions.\n 2. Bibasilar patchy opacities, likely reflecting atelectasis, however\n underlying pneumonia cannot be entirely excluded."}
{"subject_id": 16104047, "study_id": 58139416, "report": "FINAL REPORT\n CHEST RADIOGRAPH.\n \n PA and lateral radiographs of the chest were reviewed in comparison with prior\n radiograph from ___.\n \n FINDINGS:  Right PICC line has been repositioned and the tip is now ending at\n lower SVC.  Both lungs are well expanded without any lung opacities of\n concern.  Heart size, mediastinal and hilar contours are normal.  There is no\n pleural effusion."}
{"subject_id": 17277688, "study_id": 54902878, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with s/p LVAD, pulm hemmorhage  // eval RML/RLL\n opacity      eval RML/RLL opacity\n \n IMPRESSION: \n \n Tracheostomy is in place.  Right PICC line tip is in the right atrium and\n should be pulled back at least 4 cm to secure it position at the cavoatrial\n junction or above.  Left ventricular assisting devise is in place.  Pulmonary\n edema is moderate, minimally different from the previous examination.  No\n focal consolidations currently seen."}
{"subject_id": 10194602, "study_id": 52672779, "report": "FINAL REPORT\n EXAMINATION:  Radiograph.\n \n INDICATION:  ___M with dyspnea.  Assess for CHF appear.\n \n TECHNIQUE:  Single portable frontal chest radiograph.\n \n COMPARISON:  Chest radiograph ___.\n \n FINDINGS: \n \n Lungs are moderately well inflated.  Interval increase in bilateral perihilar\n opacities.  There is mild cephalization of vasculature.  No pleural effusion\n pneumothorax.  Interval increase in mild cardiomegaly.  Mediastinal contour\n and hila are otherwise unremarkable.\n \n IMPRESSION: \n \n Interval increase in mild cardiomegaly with vascular congestion with mild\n pulmonary edema."}
{"subject_id": 12027761, "study_id": 54117656, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___F with fevers, chemo  // acute process\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  CT chest dated ___.\n \n FINDINGS: \n \n The lungs are hyperinflated. Heart size is normal.  The mediastinal and hilar\n contours are normal. The pulmonary vasculature is normal. Lungs are clear.  No\n pleural effusion or pneumothorax is seen. There are no acute osseous\n abnormalities.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality."}
{"subject_id": 15035666, "study_id": 57044147, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with heart failure, respiratory distress  //\n Please eval for edema, interval change\n \n TECHNIQUE:  Portable AP radiograph of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n The lungs are clear.  There is no pneumothorax. Mild cardiomegaly despite the\n projection is unchanged.  Regional bones and soft tissues are unremarkable.\n Metallic anchors at the left humeral head suggest prior rotator cuff repair.\n \n IMPRESSION: \n \n No significant interval change."}
{"subject_id": 10554112, "study_id": 54773914, "report": "FINAL REPORT\n HISTORY:  Recent left apical pneumothorax, now with supplemental oxygen\n requirement and tachycardia.  Evaluate for interval change.\n \n COMPARISON:  Chest radiographs from ___, ___, and ___.\n \n FINDINGS:\n \n Frontal and lateral chest radiographs demonstrate a normal cardiomediastinal\n silhouette.  Numerous bilateral ill-defined opacities, right greater than\n left, are concerning for multifocal pneumonia.  There has been interval\n improvement in the left lower lobe consolidation.  There is no pleural\n effusion or pneumothorax.\n \n IMPRESSION:\n \n 1. Numerous bilateral ill-defined opacities, right greater than left, are\n concerning for multifocal pneumonia. \n \n 2. No pleural effusion or pneumothorax.  \n \n These findings were communicated via telephone by ___, MD, to ___\n ___, NP, at ___ on ___, 10 minutes after discovery."}
{"subject_id": 13687044, "study_id": 55838092, "report": "FINAL REPORT\n PORTABLE CHEST, ___.\n \n COMPARISON:  ___ radiograph.\n \n FINDINGS:  Moderate-to-large right pleural effusion has decreased in size with\n associated decrease in extent of adjacent atelectasis in the right lower lobe.\n Cardiac silhouette remains enlarged.  Left lung and pleural surfaces are\n clear."}
{"subject_id": 14350618, "study_id": 57045975, "report": "FINAL REPORT\n STUDY:  AP chest ___.\n \n CLINICAL HISTORY:  ___-year-old man with increased difficulty with oxygenation.\n Evaluate for pulmonary edema or effusion.\n \n FINDINGS:  Comparison is made to previous study from ___.\n \n There is a Swan-Ganz catheter which is unchanged in position.  The\n endotracheal tube, feeding tube, and bilateral chest tubes are unchanged in\n position.  Diffuse subcutaneous emphysema.  This limits evaluation of the lung\n fields.  However, there is a persistent consolidation within the right lung\n base.  Evaluation for pneumothoraces is limited; however, no large\n pneumothoraces are seen.  Overall, these findings appear stable."}
{"subject_id": 12275484, "study_id": 56296342, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT) PORT\n \n INDICATION:  ___ year old woman with leukocytosis, crackles, hyponatremia,\n found down  // ?Aspiration vs pneumonia\n \n TECHNIQUE:  Two views were obtained\n \n COMPARISON:  Previous day's study\n \n FINDINGS: \n \n Heart size normal. There is worsening opacity over much of the left lung\n consistent with pneumonic consolidation.  There is a large hiatal hernia.\n Small left-sided effusion is suggested.  No pneumothorax.  The visualized\n osseous structures show a rib fracture of at least the left tenth rib and in\n probably additional ribs.  Remodeling of the left humeral head is partially\n assessed.\n \n IMPRESSION: \n \n Worsening pneumonia and parapneumonic effusion.  Left-sided rib fracture"}
{"subject_id": 16008060, "study_id": 53690466, "report": "WET READ: ___ ___ ___ 8:07 PM\n  S/P esophagectomy with a new NG tube placement. The NG tube has a similar\n  course like prior, with the tip in mid right hemithorax overlying the right\n  main bronchus, exact position of this tube (bronchial vs neo-esophagus) is\n  difficult to assess in one view, a lateral view can be obtained for further\n  assessment. Bibasilar atelectasis. ___ d/w dr. ___ at 7:50 p.m on\n  ___.\n ______________________________________________________________________________\n                                 FINAL REPORT\n REASON FOR EXAMINATION:  NG tube placement.\n \n AP radiograph of the chest was reviewed in comparison to ___\n obtained at 3:53 p.m.\n \n The NG tube tip has a similar course like prior, most likely in the right main\n bronchus, although the exact position of this tube (bronchi versus\n neoesophagus) is difficult to assess on one view, lateral view is recommended.\n Rest of the findings is unchanged."}
{"subject_id": 19935359, "study_id": 56953096, "report": "FINAL REPORT\n HISTORY:  Esophageal cancer with pain along the port site placement.\n \n TECHNIQUE:  Frontal and lateral views of the chest.\n \n COMPARISON:  Chest radiograph ___ and chest CT ___.\n \n FINDINGS: A right-sided subclavian MediPort terminates in the distal SVC.  The\n appearance of the catheter is unchanged from prior.\n \n There is no pleural effusion, pneumothorax or focal airspace consolidation. \n The cardiac and mediastinal contours are normal.  The hilar structures are\n unremarkable.  The imaged upper abdomen is normal.  There are no acute osseous\n abnormalities.\n \n IMPRESSION: Unchanged appearance of a right-sided subclavian MediPort."}
{"subject_id": 18533492, "study_id": 54438973, "report": "FINAL REPORT\n INDICATION:  PEA arrest.\n \n COMPARISON:  Chest radiograph from ___.\n \n TECHNIQUE:  Frontal chest radiograph.\n \n FINDINGS: \n \n A right Port-A-Cath terminates at the mid SVC. A tracheostomy tube is\n unchanged in position.  Widespread bilateral pulmonary opacities, reflecting\n pulmonary edema and vascular congestion, are new since ___.  There\n is no pneumothorax.  Small bilateral pleural effusions are present.\n \n IMPRESSION: \n \n New moderate central pulmonary vascular congestion and pulmonary edema with\n small bilateral pleural effusions.  No pneumothorax."}
{"subject_id": 15094914, "study_id": 50089048, "report": "FINAL REPORT\n INDICATION:  History of chest pain and new-onset AFib.  Please evaluate for\n cardiomegaly.\n \n COMPARISONS:  Chest x-ray from ___ and ___.\n \n TECHNIQUE:  Single AP portable upright exam of the chest.\n \n FINDINGS:  The heart size is normal.  The hilar and mediastinal contours are\n unremarkable.  Previously described left lower lung 9-mm lung nodule is not\n well visualized on the prior exam.  No focal consolidations concerning for\n infection, right pleural effusion, or pneumothoraces are identified. Minimal\n blunting of the left costophrenic angle may suggest a trace pleural effusion.\n There is mild stable biapical scarring, overall unchanged compared to the\n prior exam.  There is also a cylindrical radiodense structure projecting over\n the right upper abdomen, likely external to the patient.\n \n IMPRESSION:\n \n 1.  No evidence of cardiomegaly.\n \n 2.  Previously seen 9-mm left lower lung nodule is not well visualized on the\n current exam.\n \n 3.  Mild left pleural effusion."}
{"subject_id": 15860113, "study_id": 57477266, "report": "FINAL REPORT\n CHEST RADIOGRAPH PERFORMED ON ___ \n \n COMPARISON:  ___.\n \n CLINICAL HISTORY:  Chest pain, assess for pneumonia.\n \n FINDINGS:  PA and lateral views of the chest were provided.  Lungs are\n hyperinflated.  There is subtle opacity projecting in the right upper lobe\n abutting the minor fissure, which could represent an early pneumonia.  Linear\n retrocardiac opacity is likely atelectasis or scarring.  No large effusion or\n pneumothorax.  Cardiomediastinal silhouette is stable.  Bony structures appear\n intact.  \n \n IMPRESSION:  Vague opacity in the right upper lobe abutting the minor fissure\n concerning for pneumonia."}
{"subject_id": 15671679, "study_id": 52589349, "report": "FINAL REPORT\n INDICATION:  ___ year old woman with persistent cough, fever  // pneumonia\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n Normal heart size, mediastinal and hilar contours.  No focal consolidation,\n pleural effusion or pneumothorax\n \n IMPRESSION: \n \n Normal chest radiograph\n \n NOTIFICATION:  Message with wet read was left by Dr. ___ with Dr.\n ___ office on the telephone on ___ at 3:35 PM, 10 minutes\n after review"}
{"subject_id": 13726584, "study_id": 58364589, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with sarcoid, new cough on prednisone  // Eval\n for PNA or other acute process\n \n TECHNIQUE:  CHEST (PA AND LAT)\n \n COMPARISON:  CT CHEST FROM ___ AND CHEST RADIOGRAPH FROM ___ THE\n \n IMPRESSION: \n \n HEART SIZE IS NORMAL. MEDIASTINAL: TORUS ARE UNCHANGED INCLUDING PROMINENCE OF\n THE HEART ARE TRACHEAL 3 PF CONSISTENT WITH KNOWN MEDIASTINAL LYMPHADENOPATHY.\n S COMPARED TO THE PRIOR STUDY THERE IS INTERVAL DECREASE IN BILATERAL RIGHT\n MIDDLE LOBE AND LINGULAR OPACITIES.  NO NEW CONSOLIDATIONS DEMONSTRATED TO\n SUGGEST INTERVAL PROGRESSION F SARCOIDOSIS OR SUPERIMPOSED INFECTION.  IF\n CLINICALLY WARRANTED, CORRELATION WITH CHEST CT MIGHT BE CONSIDERED."}
{"subject_id": 16006840, "study_id": 52684336, "report": "FINAL REPORT\n AP CHEST, 5 A.M. ON ___  \n \n HISTORY:  ___-year-old woman after VP shunt.  Intubated.  Rule out edema.\n \n IMPRESSION:  AP chest compared to ___:\n \n ET tube and an upper enteric feeding tube are in standard placements\n respectively.  Right shunt catheter traverses the neck, chest and upper\n abdomen.  Lungs are clear and there is no pleural abnormality. \n Mild-to-moderate cardiomegaly is longstanding.  The caliber of pulmonary\n vessels is always large, probably not acutely congested, and there is no edema\n or appreciable pleural effusion.  No pneumothorax."}
{"subject_id": 10707631, "study_id": 56519087, "report": "FINAL REPORT\n INDICATION:  Chest pain.\n \n COMPARISON:  None available.\n \n FINDINGS:  The lungs are clear with no evidence of consolidation, effusion, or\n pneumothorax.  Cardiomediastinal silhouette is normal.  Sternal pectus\n deformity is mild to moderate.\n \n IMPRESSION:  No evidence of acute cardiopulmonary abnormality."}
{"subject_id": 16270136, "study_id": 57811509, "report": "FINAL REPORT\n INDICATION:  ___M with dyspnea Eval for edema, eval for dvt\n \n TECHNIQUE:  AP and lateral views of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n Left chest wall dual lead pacing device is again noted.  Median sternotomy\n wires and mediastinal clips are seen.  The lungs are clear without focal\n consolidation, effusion, or edema.  Degree of cardiomegaly is unchanged. No\n acute osseous abnormalities\n \n IMPRESSION: \n \n Cardiomegaly without acute cardiopulmonary process."}
{"subject_id": 17772135, "study_id": 55149030, "report": "FINAL REPORT\n HISTORY:  ICD placement.\n \n FINDINGS:  No previous images.  Cardiac silhouette is within normal limits and\n there is no vascular congestion, pleural effusion, acute pneumonia, or\n pneumothorax.  Dual-channel pacer device has been inserted through a left\n subclavian approach, with the lead in the region of the right atrium and apex\n of the right ventricle."}
{"subject_id": 14993961, "study_id": 51269821, "report": "WET READ: ___ ___ ___ 5:17 PM\n  No acute intrathoracic abnormality.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___M with intermittent pleuritic R chest pain\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None available.\n \n FINDINGS: \n \n The cardiomediastinal silhouette and pulmonary vasculature are unremarkable. \n The lungs are clear.  There is no pleural effusion or pneumothorax.\n \n The bones are unremarkable aside from dextroscoliosis of the thoracic spine.\n \n IMPRESSION: \n \n No acute intrathoracic abnormality."}
{"subject_id": 18299020, "study_id": 51330439, "report": "FINAL REPORT\n INDICATION:  ___ year old woman with pleural effusion and multifocal PNA  //\n ?worsening pleural effusion\n \n TECHNIQUE:  Single portable view of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n There has been interval placement of an enteric tube passing below the field\n of view.  Right-sided central venous catheter tip seen at the RA SVC junction.\n There is a left basilar opacity partially silhouetting the hemidiaphragm which\n could be due to a combination of effusion and atelectasis, infection would be\n possible.  There is also small right pleural effusion.  Degree of pulmonary\n vascular congestion is similar compared to prior.  Coils identified in the\n left upper quadrant.\n \n IMPRESSION: \n \n Interval placement of an enteric tube passing off the inferior field of view. \n Otherwise, no change."}
{"subject_id": 12288821, "study_id": 55780368, "report": "FINAL REPORT\n INDICATION:  ___-year-old male with upper GI bleed and known ulcer, assess for\n free air and pneumonia.\n \n COMPARISONS:  ___.\n \n TECHNIQUE:  Portable upright AP radiograph of the chest.\n \n FINDINGS:  Nasogastric tube courses into the stomach and out of view.  The\n lungs are clear without focal consolidation, pleural effusion or pneumothorax.\n The heart is normal in size with normal cardiomediastinal silhouette.  No free\n intraperitoneal air is identified.\n \n IMPRESSION:  No acute intrathoracic process."}
{"subject_id": 15453408, "study_id": 53024550, "report": "FINAL REPORT\n INDICATION:  History: ___F with polytrauma, rib fractures on L  // ? worsening\n appearance of lungs from prior\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiograph ___\n \n FINDINGS: \n \n Small left pleural effusion appears to have increased compared to 1 day prior.\n Left lung base atelectasis is also increased.  Cardiac silhouette is within\n normal size.  Aortic contour is tortuous.\n Large hiatal hernia is noted.  No rib fracture is appreciated on this\n radiograph.  No pneumothorax.\n \n IMPRESSION: \n \n Increased small left pleural effusion and left lung base atelectasis compared\n to 1 day before."}
{"subject_id": 12069536, "study_id": 54965777, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman with shortness of breath, night sweats  //\n parenchymal process      parenchymal process\n \n IMPRESSION: \n \n In comparison with study of ___, there is little overall change. \n Cardiac silhouette is within normal limits and there is no vascular\n congestion, pleural effusion, or acute focal pneumonia"}
{"subject_id": 15221091, "study_id": 55875207, "report": "FINAL REPORT\n CLINICAL INFORMATION:  ___-year-old male with history of alcohol abuse who\n presents with abdominal pain and coffee-ground emesis.\n \n COMPARISON:  None.\n \n FINDINGS:  Frontal and lateral views of the spine demonstrate clear lungs,\n without pleural effusion or pneumothorax.  The cardiac silhouette is normal in\n size.  The mediastinal contours are normal.  There is no osseous abnormality.\n Wires overly the patient.\n \n IMPRESSION:  No acute chest pathology."}
{"subject_id": 19343822, "study_id": 55216275, "report": "FINAL REPORT\n INDICATION:  Chest pain, query pneumonia.\n \n COMPARISON:  Chest radiograph, ___, ___.\n \n FINDINGS:  PA and lateral views of the chest were reviewed.  The\n cardiomediastinal and hilar contours are normal. There is no pleural effusion\n or pneumothorax. The lungs are well expanded. Crescentic scar projecting over\n the right hilus is again seen. Pulmonary vasculature is within normal limits.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 13031383, "study_id": 57191166, "report": "FINAL REPORT\n HISTORY:  ___-year-old male status post liver transplant in ___, COPD, and\n chronic kidney disease, now presenting with dyspnea.\n \n COMPARISON:  Chest radiograph from ___ and ___.\n \n PA AND LATERAL CHEST RADIOGRAPH:  There is mild pulmonary vascular congestion\n without overt interstitial edema.  There are new small bilateral pleural\n effusions.  No confluent consolidation is identified.  There is no\n pneumothorax.  Cardiomediastinal and hilar contours are within normal limits.\n \n IMPRESSION:  New mild pulmonary vascular congestion with new small bilateral\n pleural effusions."}
{"subject_id": 19286907, "study_id": 52002274, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Questionable resolution of pneumothorax.  Evaluation of interval\n changes.\n \n COMPARISON:  ___.\n \n FINDINGS:  On today's radiograph, there is evidence of a small left apical\n pneumothorax.  In addition, a subtle air-fluid level is seen in the posterior\n aspects of the left hemithorax.  The extent of the left pleural effusion is\n unchanged.  Mild decrease in extent of the left cervical and chest wall air\n collection.  Atelectasis at the left lung bases persists.\n \n The right lung shows substantially improved ventilation.  Unchanged size of\n the cardiac silhouette.\n \n At the time of dictation and observation, 10:16 a.m., on ___, the\n referring physician, ___. ___ was paged for notification and the findings were\n discussed over the telephone 1 minute later."}
{"subject_id": 14905661, "study_id": 54295828, "report": "FINAL REPORT\n CHEST RADIOGRAPH PERFORMED ON ___\n \n COMPARISON:  Prior exam dated ___ and CT chest dated also ___.\n \n CLINICAL HISTORY:  Acute confusion, question pneumonia.\n \n FINDINGS:  PA and lateral views of the chest were provided.  The lungs are\n hyperinflated, compatible with emphysema.  There is no focal consolidation,\n effusion or pneumothorax.  The cardiomediastinal silhouette is normal.  Bony\n structures are intact.  No free air below the right hemidiaphragm.\n \n IMPRESSION:  COPD without superimposed pneumonia."}
{"subject_id": 18826099, "study_id": 53352462, "report": "FINAL REPORT\n AP CHEST, 3:27 P.M., ___\n \n HISTORY:  ___-year-old woman with COPD, end-stage renal disease, after arrest. \n Check tube placement.\n \n IMPRESSION:  AP chest compared to ___, 8:43 p.m.:\n \n Endotracheal tube in standard placement.  Upper enteric drainage tube passes\n into the stomach and out of view.  New left jugular line projects over the\n origin of the SVC.  No pneumothorax, mediastinal widening or attendant pleural\n effusion.  Left lower lobe atelectasis has improved, severe cardiomegaly has\n not.  Mediastinal contour particularly in the right paratracheal and\n aortopulmonic regions reflects extensive central adenopathy.  Pulmonary\n vascular congestion has improved since ___ and right upper lobe collapse\n resolved since 1:34 a.m.  No pneumothorax is present.  Right lower lobe\n consolidation may be progressing.  Careful followup advised."}
{"subject_id": 13103745, "study_id": 59215085, "report": "FINAL REPORT\n HISTORY:  Evaluate OG tube and ET tube.\n \n CHEST, SINGLE AP PORTABLE VIEW.\n \n COMPARISON:  Chest x-ray from ___.\n \n An ET tube is present.  The tip lies at the level of the midclavicular heads,\n approximately 7.7 mm above the level of the carina.  An NG tube is present. \n The tip probable lies beneath diaphragm over the expected site of the fundus,\n but it cannot be traced contigously into the abdomen, due to an overlying\n clip.  A right IJ central line tip overlies the SVC/RA junction.  There are\n drains and skin ___ in the right upper quadrant.  \n \n There is CHF with interstitial edema, small bilateral effusions, and bibasilar\n underlying collapse and/or consolidation.  The cardiac silhouette remains\n prominent, with unfolded aorta and prominent pulmonary hila, similar to\n ___.  The CHF findings are worse and the bibasilar opacities and small\n effusions are also new.\n \n IMPRESSION: Worsening CHF, now with bilateral effusions and bibasilar\n collapse/conslidation."}
{"subject_id": 11733600, "study_id": 58682999, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with ___'s disease presenting with\n loculated pleural effusion s/p chest tube  // please eval fluid collection\n change, chest tube placement\n \n TECHNIQUE:  Portable chest\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n There has been interval worsening appearance to the chest.  The right-sided\n effusion layers posteriorly despite the right-sided pigtail catheter being in\n place.  There is also central consolidation in the right mid lung.  The heart\n is moderately enlarged.  There is vascular engorgement.  There is dense\n retrocardiac opacity consistent volume loss/effusion/ infiltrate in the left\n lower lobe.\n \n IMPRESSION: \n \n Worsened appearance to the chest"}
{"subject_id": 16702384, "study_id": 59625217, "report": "FINAL REPORT\n EXAMINATION:  Chest radiograph\n \n INDICATION:  ___M with fever cough  // eval for interval change\n \n TECHNIQUE:  Chest AP and lateral\n \n COMPARISON:  Chest radiograph dated ___.\n \n FINDINGS: \n \n AP upright and lateral views the chest were provided.  Lung volumes are low\n limiting assessment.  Allowing for this, no definite signs of pneumonia or\n edema.  No effusion or pneumothorax.  Stable prominence of the mediastinum,\n reflecting vascular ectasia.  Heart size is normal.  Bony structures are\n intact.\n \n IMPRESSION: \n \n As above."}
{"subject_id": 17406546, "study_id": 54173747, "report": "FINAL REPORT\n HISTORY:  Mechanical fall, poor historian.  Assess for rib fracture.\n \n COMPARISON:  Chest radiograph, ___.\n \n TECHNIQUE:  Frontal and lateral upright chest radiographs.\n \n FINDINGS: Limited study due to underpenetration. Low lung volumes are\n unchanged from prior exam with crowding of vasculature.  No overt pulmonary\n edema or pneumonia.  Pleural surfaces are normal without pleural effusion or\n pneumothorax.  Mediastinal and hilar contours are unremarkable.\n \n Visualized osseous structures are unremarkable.  No evidence of rib fracture.\n \n IMPRESSION:\n 1.  No overt pulmonary edema or pneumonia. Subtle abnormalities are difficult\n to exclude on this study. \n 2.  No evidence of rib fracture, however, if clinical concern, consider\n dedicated rib series."}
{"subject_id": 17123392, "study_id": 58957817, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Increased white blood cell count, questionable pneumonia.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, no relevant change is seen.\n The lung volumes are low.  Right PICC line in situ.  Moderate cardiomegaly\n with large pulmonary arteries.  Mild atelectasis at both lung bases.  No\n pneumonia, no larger pleural effusions."}
{"subject_id": 13385073, "study_id": 53791357, "report": "FINAL REPORT\n INDICATION:  Recurrent left pneumothorax status post instillation of\n doxycycline, in a patient with prior blebectomy.\n \n COMPARISON:  Chest radiographs from approximately 10 hours prior on the same\n day, as well as ___ and ___.\n \n FINDINGS: \n \n Frontal and lateral chest radiographs again demonstrate a left pigtail\n catheter within left upper hemithorax pleural space, now filled with fluid\n rather than air as on previous chest radiographs. This pleural space appears\n unchanged in size and configuration.  No new pneumothorax is identified. There\n is no focal consolidation. Cardiomediastinal silhouette is normal.\n \n IMPRESSION: \n \n Unchanged size and configuration of the left upper hemithorax pleural space,\n which is now filled with fluid rather than air.\n \n NOTIFICATION:   A preliminary read was discussed, upon request, via telephone\n by ___, MD, with ___, NP, at 16:35 on ___."}
{"subject_id": 12462675, "study_id": 58489129, "report": "FINAL REPORT\n PATIENT HISTORY:  ___ years old man with repositioning of ET tube, please\n assess ET tube position.\n \n COMPARISON:  Exam is compared to chest x-ray of ___ at 3:16 p.m.\n \n FINDINGS:  ET tube has been pushed down and now ends at 5.6 cm from the carina\n bifurcation, in correct position.  All other monitoring devices and catheters\n are unchanged and in standard position.  There are no interval changes in the\n lung findings compared to prior chest x-ray with persistent pulmonary edema\n and right pleural effusion, in the appropriate clinical setting, superimposed\n pneumonia should be considered.  Cardiomediastinal contour is unchanged and\n normal.\n \n IMPRESSION:  Repositioning of ET tube, now ending at 5.6 cm from carina\n bifurcation, in correct position.  Exam is otherwise unchanged."}
{"subject_id": 10129815, "study_id": 51987148, "report": "FINAL REPORT\n EXAMINATION:  Chest radiograph\n \n INDICATION:  ___ year old woman with dyspnea and hypoxemia  // e/o PNA, ILD\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None available\n \n FINDINGS: \n \n The cardiomediastinal and hilar contours are within normal limits\n demonstrating mild cardiomegaly.  The aorta is tortuous and shows moderate\n calcified atherosclerosis.  There is a subtle opacity involving the inferior\n portion of the right upper lobe seen on both the frontal on lateral views\n concerning for infection.  There is no pleural effusion or pneumothorax.\n \n IMPRESSION: \n \n Subtle opacity at the base of the right upper lobe could reflect pneumonia.\n \n NOTIFICATION:  The findings were discussed by Dr. ___ with Dr. ___\n on ___ at 2:42 PM, 5 minutes after discovery of the findings."}
{"subject_id": 14865552, "study_id": 54359772, "report": "FINAL REPORT\n HISTORY:  Fevers.\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  CTA abdomen and pelvis ___ and chest radiograph ___.\n \n FINDINGS:\n \n Heart size is mildly enlarged.  Mediastinal and hilar contours are\n unremarkable.  Mild atherosclerotic calcifications are seen at the aortic\n knob.  There is no pulmonary vascular congestion.  Small to moderate size left\n pleural effusion and a trace right pleural effusion are new compared to the\n previous exams.  Patchy bibasilar airspace opacities are more pronounced on\n the left, and could reflect compressive atelectasis though infection or\n aspiration are not excluded.  There is no pneumothorax.  No acute osseous\n abnormalities demonstrated.\n \n IMPRESSION:\n \n Small to moderate size left, and trace right pleural effusions, new compared\n to the previous exams.  Bibasilar airspace opacities are more pronounced on\n the left, and could reflect compressive atelectasis though infection or\n aspiration cannot be completely excluded."}
{"subject_id": 10222191, "study_id": 55448309, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Respiratory failure, possible aspiration, evaluation.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, the monitoring and support\n devices are in constant position.  There is unchanged evidence of a moderate\n left pleural effusion with substantial atelectasis.  Small right pleural\n effusion.  The right basal lung parenchyma, however, looks normal, and there\n is no evidence for aspiration or pneumonia.  Unchanged appearance of the\n cardiac silhouette."}
{"subject_id": 10692563, "study_id": 57256571, "report": "WET READ: ___ ___ ___ 8:05 PM\n  There is a small to moderate right pleural effusion that has markedly improved\n  compared to the prior chest radiograph of ___.  There is no left\n  pleural effusion.  ___ ___ 20:03.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ yo male with NASH c/b variceal bleeding, ascites, R sided\n pleural effusions requiring frequent thoracenteses, Afib s/p failed PVI and\n CV, HF w/ preserved EF s/p RHC c/b bradycardia and hypotension thought to be\n due to CCB toxicity.  // Please evaluate for pleural effusions.    Please\n evaluate for pleural effusions.\n \n COMPARISON:  The only prior chest radiographs available, ___.\n \n IMPRESSION: \n \n Moderate largely subpulmonic right pleural effusion substantially smaller than\n on ___, with a small fissural component.  Aside from mild atelectasis at\n the right lung base, lungs are clear.  There is no left pleural effusion. \n Normal cardiomediastinal and hilar silhouettes."}
{"subject_id": 18230098, "study_id": 53984007, "report": "FINAL REPORT\n PORTABLE AP CHEST X-RAY\n \n INDICATION:  End-stage renal disease.  Acute respiratory distress, fluid\n overload.\n \n COMPARISON:  ___.\n \n FINDINGS:\n \n Pulmonary edema has slightly improved and is now moderate.  Pleural effusions\n are small if any in this patient with moderate cardiomegaly.  There is no\n pneumothorax.\n \n CONCLUSION:\n \n Improvement of pulmonary edema which is now moderate."}
{"subject_id": 12848856, "study_id": 50242510, "report": "FINAL REPORT\n AP CHEST 12:47 A.M. ON ___   \n \n HISTORY:  New air leak status post CABG.\n \n IMPRESSION:  AP chest compared to the earliest post-operative radiograph 5:37\n p.m. on ___:\n \n There may be a small dependent right pneumothorax, new since the earlier study\n with some evacuation of previously moderate right pleural effusion.  There may\n have been interval increase in caliber of the already widened cardiac\n silhouette, reflected in more pulmonary vascular congestion if not early\n pulmonary edema and mediastinal vascular engorgement.  \n \n Endotracheal tube ends just above the upper margin of the clavicles, no less\n than 7 cm from the carina and should be advanced 3 cm for more secured\n seating.\n \n Swan-Ganz catheter ends in the right pulmonary artery.  Left pleural and\n midline drains also in place.  No left pneumothorax.  \n \n ___ was paged at the time of dictation."}
{"subject_id": 18914238, "study_id": 51786069, "report": "FINAL REPORT\n SINGLE FRONTAL VIEW OF THE CHEST\n \n REASON FOR EXAM:  Increasing O2 requirement.\n \n Comparison is made with prior study, ___.\n \n Moderate cardiomegaly is stable.  Mild vascular congestion is stable. \n Bibasilar opacities that have improved are a combination of small pleural\n effusions and atelectasis.  Right PICC tip is in the low SVC.  The main\n pulmonary arteries appear enlarged as before.  Sternal wires are aligned."}
{"subject_id": 18305097, "study_id": 52796825, "report": "FINAL REPORT\n HISTORY:  HCV, osteo, status post toe amputation, now fever and tachycardia. \n Question pneumonia.\n \n CHEST, TWO VIEWS:\n \n There are low inspiratory volumes.  Heart size is borderline.  There is\n atelectasis at both lung bases.  No definite infiltrate is identified.  No\n effusion is seen.  No CHF.  Bilateral spinal rods are again noted.  Old healed\n right and left posterior rib fractures noted.\n \n IMPRESSION:  Bibasilar atelectasis.  Possibility of early pneumonic\n infiltrates cannot be entirely excluded, but no frank consolidation is\n identified."}
{"subject_id": 10316033, "study_id": 58536693, "report": "FINAL REPORT\n INDICATION:  ___ year old woman with s/p heartware  // eval for effusion\n \n COMPARISON:  Radiographs from ___\n \n IMPRESSION: \n \n Support lines and tubes are unchanged in position.  Heart size is enlarged but\n stable.  There is a persistent left retrocardiac opacity.  There remains mild\n pulmonary edema and airspace opacity within the left upper lobe, stable. \n There is likely a left-sided pleural effusion however this is obscured by the\n hardware.  There are no pneumothoraces."}
{"subject_id": 13318865, "study_id": 56403587, "report": "FINAL REPORT\n HISTORY:  HIV with neutropenia and high fevers.\n \n FINDINGS:  In comparison with the study of ___, on the lateral view there is\n some increased opacification in the retrocardiac region.  Although this could\n merely reflect atelectasis, in view of the clinical history, supervening\n pneumonia would have to be considered.  \n \n Remainder of the study is unchanged."}
{"subject_id": 15650925, "study_id": 58313672, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with cough, sputum production, and\n leukocytosis.  // Eval for pneumonia.\n \n TECHNIQUE:  Single frontal view of the chest\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n Increasing opacities in the right base could represent atelectasis but\n superimposed infection cannot be excluded. There are low lung volumes. Cardiac\n size is normal. There is no pneumothorax or effusion. Right IJ catheter tip is\n in the cavoatrial junction"}
{"subject_id": 13187609, "study_id": 54247324, "report": "FINAL REPORT\n INDICATION:  ___ year old woman with right pleural effusion s/p CT c/b\n penumothorax  // Please assess for interval change\n \n TECHNIQUE:  AP portable chest radiograph\n \n COMPARISON:  Multiple recent priors from today\n \n FINDINGS: \n \n No significant interval change in size of the right hydro pneumothorax with\n re-expansion pulmonary edema in a right upper lung zone.  A small left pleural\n effusion with overlying atelectasis persists.\n \n The right pleural pigtail catheter, right PICC line and left chest wall dual\n lead pacemaker are unchanged.\n \n IMPRESSION: \n \n No significant interval change in size of the right hydro pneumothorax. \n Re-expansion pulmonary edema in the right upper lung zone."}
{"subject_id": 15719509, "study_id": 55870143, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with acute resp decompensation  // resp\n decompensation      resp decompensation\n \n IMPRESSION: \n \n No comparison.  The lung volumes are low.  The patient is intubated.  And the\n tip of the endotracheal tube projects 31 mm above the carina.  The feeding\n tube is coiled in the esophagus and must be repositioned. Moderate\n cardiomegaly.  Mild to moderate pulmonary edema.  Extensive retrocardiac\n opacity, potentially reflecting atelectasis or pneumonia.  No larger pleural\n effusions."}
{"subject_id": 16562665, "study_id": 56662691, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  ___M h/o HIV, HCV, w/ recurrent R PTX ___, ___, now s/p R VATS\n blebectomy and pleurodesis ___.  // R Pnumothorax and compare with previous\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  Chest PA and lateral ___.\n \n FINDINGS: \n \n The right pneumothorax has increased since prior study.  The pleural pigtail\n catheter is unchanged in position.  Linear basilar atelectasis is stable on\n the right.  Extensive subcutaneous emphysema extending from the right lateral\n chest to the neck is unchanged.   Minimal right pleural effusion. The cardiac,\n hilar, and mediastinal silhouettes are unremarkable.\n \n IMPRESSION: \n \n Worsening right pneumothorax.\n \n NOTIFICATION:   The findings were discussed by Dr. ___ with Dr.\n ___ on the telephoneon ___ at 11:55 AM, 5 minutes after\n discovery of the findings."}
{"subject_id": 14100028, "study_id": 54144841, "report": "FINAL REPORT\n EXAMINATION:  Chest radiograph\n \n INDICATION:  ___-year-old woman with hematemesis versus hemoptysis, evaluate\n for pneumonia.\n \n TECHNIQUE:  AP and lateral view of the chest.\n \n COMPARISON:  Chest radiograph ___\n \n FINDINGS: \n \n Compared to prior there is a new moderate to large left pleural effusion with\n associated left basilar opacity.  The right lung is grossly clear.  Right\n chest wall Port-A-Cath ends at the cavoatrial junction.  There is no\n pneumothorax.\n \n IMPRESSION: \n \n Moderate to large left pleural effusion with associated atelectasis, a\n concurrent underlying left lower lobe pneumonia cannot be excluded."}
{"subject_id": 16691228, "study_id": 58659642, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Non-small cell lung cancer, left pleural effusion, status post\n thoracocentesis.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, the patient has undergone a\n left thoracocentesis.  The extent of the left pleural effusion has minimally\n decreased.  Atelectasis of substantial severity at the left lung base\n persists.  There is no evidence of a pneumothorax.  The appearance of the\n right lung is unchanged."}
{"subject_id": 11147987, "study_id": 53454998, "report": "FINAL REPORT\n TYPE OF EXAMINATION:  Chest, PA and lateral.\n \n INDICATION:  ___-year-old female patient, status post bypass surgery on\n ___.  Patient complains of rib pain when she breathes in.  Evaluate for\n pleural effusion.\n \n FINDINGS:  PA and lateral chest views were obtained with patient in upright\n position.  Analysis is performed in direct comparison with the next preceding\n similar study of ___.  There is marked improvement of the previously\n existing bilateral pleural effusions that blunted the diaphragmatic contours\n completely and extended into the posterior dependent pleural sinuses\n bilaterally.  Diaphragmatic contours are now well demonstrated both in frontal\n and lateral views, thus there is no remaining evidence of pleural effusions. \n Comparison is extended to the preoperative chest examination of ___,\n revealing that the patient had already evidence of advanced coronary\n calcifications and apparent stent placement in the right coronary artery. \n Comparison demonstrates a mild postoperative increase of the heart size, but\n there is no evidence of remaining increased pulmonary congestion.  The patient\n had already on previous examinations evidence of chronic interstitial lung\n disease which apparently remains unchanged.\n \n IMPRESSION:  Resolution of previously existing bilateral postoperative pleural\n effusions, presently no pulmonary vascular congestion, unchanged appearance of\n previously existing interstitial fibrosis in this patient with history of\n scleroderma."}
{"subject_id": 10454455, "study_id": 51499961, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with right pneumo, air leak  // Eval for\n interval changes\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous image, the right chest tube is in unchanged\n position. The size of the pre-existing right pneumothorax has substantially\n decreased. The right lung is substantially better expanded than on the\n previous image. Decrease in extent of the soft tissue air collection on the\n right.  Unchanged appearance of the left lung and of the cardiac silhouette."}
{"subject_id": 14158971, "study_id": 53377915, "report": "WET READ: ___ ___ 8:08 AM\n  No acute cardiopulmonary process.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  Chest radiographs\n \n INDICATION:  History: ___M with chest pain, dyspnea  // ? acute cardiopulm\n process\n \n TECHNIQUE:  Upright PA and lateral images of the chest.\n \n COMPARISON:  Comparison is made chest radiographs from ___ and\n ___.\n \n FINDINGS: \n \n The lungs are well expanded and clear. There is no pleural effusion or\n pneumothorax. The cardiomediastinal silhouette is unremarkable.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 13918401, "study_id": 50516931, "report": "FINAL REPORT\n INDICATION:  ___M s/p 20foot fall c/o left chest pain\n \n TECHNIQUE:  Single supine view of the chest.\n \n COMPARISON:  None.\n \n FINDINGS: \n \n The lungs are clear noting that the left costophrenic angle is excluded from\n the field of view.  There is no pneumothorax based on this supine film. \n Cardiomediastinal silhouette is within normal limits.  No displaced fractures\n identified.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 19532176, "study_id": 53544087, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with cough  // ? infectious process\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  None.\n \n FINDINGS: \n \n Cardiac silhouette size is normal.  Atherosclerotic calcifications are\n demonstrated at the aortic knob.  Mediastinal and hilar contours are normal. \n Lungs are hyperinflated with attenuation of vascular markings towards the\n apices suggestive of mild emphysema.  No focal consolidation, pleural effusion\n or pneumothorax is present.  No acute osseous abnormalities seen.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality.  Mild emphysema."}
{"subject_id": 12018177, "study_id": 58317461, "report": "FINAL REPORT\n INDICATION:   ___F with  CKD on dialysis presenting with clotted fistula  //\n chf? dialysis catheter\n \n TECHNIQUE:  PA and lateral views the chest.\n \n COMPARISON:  Chest x-ray from ___.\n \n FINDINGS: \n \n Right midlung linear opacity, pleural based opacity in blunting of the right\n lateral costophrenic angles likely due to pleural thickening and scarring with\n possible trace residual effusion.  No large left pleural effusion.  Calcified\n left apical granuloma is noted.  Right chest wall dual lumen central venous\n catheter is again noted.  The lungs are otherwise clear.  Cardiac silhouette\n is mildly enlarged.  Atherosclerotic calcifications noted at the aortic arch. \n Surgical clips in the right upper quadrant suggest prior cholecystectomy.\n \n IMPRESSION: \n \n No acute cardiopulmonary process.  Right lung base pleural based scarring and\n possible residual trace right-sided effusion."}
{"subject_id": 17048026, "study_id": 59877911, "report": "FINAL REPORT\n HISTORY:  A ___-year-old woman WORSENING SOB,HAS HAD ___ +/-YRS FM HX COPD PER\n PT R/O COPD,ABNOR \n \n COMPARISON:  There are no useful chest x-rays for comparison at the time of\n dictation.  \n \n FINDINGS:\n \n Lungs are clear and well inflated.  \n \n There are no consolidations or nodules.  \n \n Cardiac and mediastinal silhouette are normal.  \n \n There are no pleural effusions.\n \n There is a large hiatal hernia\n \n IMPRESSION:\n \n Normal chest x-ray, \n \n Large hiatal hernia"}
{"subject_id": 10723086, "study_id": 52174183, "report": "FINAL REPORT\n INDICATION:  ___ year old woman with hemoptasis, vented  // interval change\n \n TECHNIQUE:  Portable AP supine view of the chest\n \n COMPARISON:  ___\n \n FINDINGS: \n \n Endotracheal tube terminates approximately 6 cm above the carina.  Right PICC\n tip is probably in the mid SVC.  Confluent diffuse bilateral opacities have\n not improved. Cardiomegaly is difficult to evaluate.\n \n IMPRESSION: \n \n 1. Endotracheal tube terminates 6 cm above the carina and should be advanced\n by 2 cm.\n 2. Diffuse bilateral heterogeneous opacities, consistent with multifocal\n pneumonia."}
{"subject_id": 15509957, "study_id": 54091036, "report": "FINAL REPORT\n EXAM:  Chest frontal and lateral views.\n \n CLINICAL INFORMATION:  Vomiting and vertigo, fevers.\n \n COMPARISON:  ___.\n \n FINDINGS:  Frontal and lateral views of the chest were obtained.  Thoracic\n scoliosis is again seen.  Bilateral lower lung atelectasis is again seen,\n somewhat increased on the left.  Left base opacity likely represents\n atelectasis; however, underlying infectious process is not excluded in the\n appropriate clinical setting, though felt less likely.  The cardiac and\n mediastinal silhouettes are stable.  No large pleural effusion is seen.  There\n is no evidence of pneumothorax.  Biapical pleural thickening is again seen."}
{"subject_id": 15704389, "study_id": 50814550, "report": "FINAL REPORT\n HISTORY:  Fever.  Metastatic esophageal cancer.\n \n COMPARISON:  CT chest, ___, chest radiograph, ___.\n \n TECHNIQUE:  PA and lateral chest radiograph, three views.\n \n FINDINGS:  Heart size is normal.  The mediastinal silhouette is unremarkable. \n There is increased right perihilar density with lobular lucencies which\n correspond to previously identified subpleural consolidation with adjacent\n cavitation in the posterior right lower lobe.  A 2.8 cm nodular opacity in the\n right lower lobe appears increased in size compared to prior CT.  A 7-mm\n nodule in the left mid lung field and another 8-mm nodule in the AP window\n correspond to nodules previously identified on CT.  There is no focal\n consolidation worrisome for pneumonia.  There is no pleural effusion or\n pneumothorax.  The osseous structures are grossly unremarkable.\n \n IMPRESSION:  \n 1.  Irregular area of increased density with adjacent lucency in the right\n perihilar space corresponding to a previously identified cavitary metastatic\n lesion on prior CT.  \n 2.  A 2.8 cm right lower lobe nodule appears increased in size compared to\n prior CT.  Left lung nodules are better characterized on recent prior CT\n examination.  \n 3.  No new focal consolidation worrisome for pneumonia."}
{"subject_id": 12957707, "study_id": 57530071, "report": "FINAL REPORT\n EXAMINATION:  CHEST (AP AND LAT)\n \n INDICATION:  ___F with coughing\n \n COMPARISON:  Prior exam from ___\n \n FINDINGS: \n \n AP upright and lateral views of the chest provided.\n \n There is no focal consolidation, effusion, or pneumothorax. The\n cardiomediastinal silhouette is normal. Imaged osseous structures are intact. \n No free air below the right hemidiaphragm is seen.\n \n IMPRESSION: \n \n No acute intrathoracic process."}
{"subject_id": 19036076, "study_id": 53874308, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___M with chest pain\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiograph ___\n \n FINDINGS: \n \n Cardiac silhouette size is normal.  Mediastinal and hilar contours are\n unchanged.  Pulmonary vasculature is not engorged.  No focal consolidation,\n pleural effusion or pneumothorax is seen.  Focal eventration of the right\n hemidiaphragm is similar.  No acute osseous abnormality is visualized.  Clips\n within the left neck are again noted.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality."}
{"subject_id": 13448204, "study_id": 52006869, "report": "FINAL REPORT\n INDICATION:  Malaise.  Evaluate for pneumonia.\n \n COMPARISONS:  Chest radiograph from ___.\n \n TECHNIQUE:  PA and lateral views of the chest were obtained.\n \n FINDINGS:  The lungs are clear without consolidation or edema.  There is no\n pleural effusion or pneumothorax.  The cardiomediastinal silhouette is normal.\n Elevation of the right hemidiaphragm is unchanged from prior exams.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 19437821, "study_id": 57375542, "report": "FINAL REPORT\n CHEST RADIOGRAPH PERFORMED ON ___\n \n COMPARISON:  Prior CTA chest from ___, PET-CT from ___ and a prior\n chest radiograph from ___.\n \n CLINICAL HISTORY:  Worsening shortness of breath, assess for pneumonia or\n worsening pleural effusion.\n \n FINDINGS:  PA and lateral views of the chest are obtained.  Midline sternotomy\n wires and mediastinal clips are again noted.  A chest tube previously seen in\n the right lung base has been removed.  A pigtail catheter is partially imaged\n in the right upper abdomen.  Bilateral pleural effusions are again noted\n without significant change since the prior exam.  Upper lobe lucency is\n compatible with known emphysema.  Cardiomediastinal silhouette is stable. \n Bony structures appear intact.\n \n IMPRESSION:  Stable small bilateral pleural effusions.  Interval removal of\n right basal chest tube."}
{"subject_id": 16003548, "study_id": 55388545, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  History: ___M with central line, sepsis  // repositioning of\n central line\n \n TECHNIQUE:  Portable chest\n \n COMPARISON:  ___ at ___\n \n FINDINGS: \n \n The right IJ line tip is in the SVC. The remainder the appearance of the lungs\n are unchanged\n \n IMPRESSION: \n \n IJ line in distal SVC"}
{"subject_id": 14544869, "study_id": 52624241, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with cough\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiograph ___\n \n FINDINGS: \n \n Heart size is normal.  The aorta is tortuous, unchanged.  Mediastinal and\n hilar contours are similar.  Lungs are hyperinflated, but the lungs are clear.\n No pleural effusion, pneumothorax, or focal consolidation is present.  The\n pulmonary vasculature is normal.  Mild degenerative changes are noted in the\n thoracic spine with mild loss of height anteriorly of a low thoracic vertebral\n body.  Clip is demonstrated projecting over the right upper quadrant of the\n abdomen.\n \n IMPRESSION: \n \n No acute cardiopulmonary abnormality."}
{"subject_id": 19125782, "study_id": 59827406, "report": "FINAL REPORT\n INDICATION: Fever and cough in patient with neutropenia and lymphoma.\n \n COMPARISON:  A series of chest radiographs from ___, dating back to\n ___.\n \n FINDINGS:  PA and lateral radiographs of the chest suggest a new right apical\n nodule partially obscured by chest cage.  The lungs are otherwise clear.  The\n hilar and cardiomediastinal contours are normal.  Chronic elevation of the\n right hemidiaphragm is noted.  There is no pneumothorax or pleural effusion. \n Pulmonary vascularity is normal.  A left chest-wall central venous port\n terminates in the mid-SVC.\n \n IMPRESSION:  Probably new infectious right apical nodule; apical lordotic\n views are necessary for confirmation.\n \n NOTE:  Findings and recommendation for follow-up were communicated to Dr. ___\n ___ by Dr. ___ ___ telephone on ___ at 11:25 am."}
{"subject_id": 10456637, "study_id": 53535230, "report": "FINAL REPORT\n HISTORY:  ___-year-old female with cough and shortness of breath.\n \n STUDY:  AP and lateral chest radiograph.\n \n COMPARISON:  ___.  Multiple CT of the torso with and without\n contrast from ___.\n \n FINDINGS:  The heart size is within normal limits.  The mediastinal and hilar\n contours are stable.  The lungs demonstrate diffuse ill-defined patchy\n opacities.  Small bilateral pleural effusions are also present.  Clips in the\n right upper abdomen are compatible with prior cholecystectomy.\n \n IMPRESSION:  Diffuse patchy opacities in a cancer patient may represent\n multifocal pneumonia, pulmonary edema, or widespread metastases.  Small\n bilateral pleural effusions."}
{"subject_id": 14844038, "study_id": 55962712, "report": "FINAL REPORT\n HISTORY:  ___-year-old female with cough and myalgias.  \n \n COMPARISON:  None.  \n \n FINDINGS:\n \n Frontal and lateral views of the chest were obtained. The heart size and\n cardiomediastinal contours are normal. The lungs are clear. No focal\n consolidation, pleural effusion, or pneumothorax. The osseous structures are\n unremarkable. No radiopaque foreign body.\n \n IMPRESSION:\n \n No acute cardiopulmonary process."}
{"subject_id": 18283050, "study_id": 54266625, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  History: ___F with fever/chills\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  Chest radiograph ___, chest CT ___\n \n FINDINGS: \n \n Right-sided pacemaker device is noted with lead terminating in the right\n ventricle.  Heart size remains moderately enlarged.  The mediastinal and hilar\n contours are unchanged with tortuosity of the thoracic aorta again noted. \n Pulmonary vasculature is not engorged.  Scarring within the right lung base is\n re- demonstrated with a right juxtaphrenic peak noted indicative of mild\n volume loss.  Previously demonstrated ground-glass opacities within the left\n lung, most pronounced in the left upper lobe, as well as multiple pulmonary\n nodules are better assessed on the prior CT.  No focal consolidation, pleural\n effusion or pneumothorax is seen.  There are no acute osseous abnormalities.\n \n IMPRESSION: \n \n No focal consolidation to suggest pneumonia."}
{"subject_id": 16050730, "study_id": 57294152, "report": "FINAL REPORT\n EXAMINATION:  Chest PA and lateral.\n \n INDICATION:  ___-year-old man with a history of cognitive impairment, now with\n altered mental status.  Evaluate for evidence of pneumonia.\n \n TECHNIQUE:  Chest PA and lateral.\n \n COMPARISON:  Chest radiograph from ___.\n \n FINDINGS: \n \n AP upright and lateral views the chest provided.  Cardiomegaly again noted\n with hilar congestion without overt signs of edema.  No large effusion or\n pneumothorax.  No convincing signs of pneumonia.  Bony structures are intact. \n Mediastinal contour stable.\n \n IMPRESSION: \n \n Cardiomegaly with mild pulmonary vascular congestion."}
{"subject_id": 11616741, "study_id": 51854691, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  ___M w/cough, COPD, please eval for PNA  // ___M w/cough, COPD,\n please eval for PNA\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  Multiple priors including ___ and ___\n \n FINDINGS: \n \n Streak eat medial right lower hemithorax opacity is seen on prior studies,\n most likely representing overlap of vascular structures no definite focal\n consolidation is seen.  There is no pleural effusion or pneumothorax. The\n cardiac and mediastinal silhouettes are stable.\n \n IMPRESSION: \n \n No definite focal consolidation to suggest pneumonia."}
{"subject_id": 15005501, "study_id": 52721839, "report": "FINAL REPORT\n INDICATION:   ___M with seizure and immunocompromised on chemotherapy.  //\n ?pneumonia\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  None.\n \n FINDINGS: \n \n The lungs are clear.  There is no focal consolidation or effusion. \n Cardiomediastinal silhouette is within normal limits.  Bilateral cervical ribs\n are incidentally noted.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 15494503, "study_id": 56651715, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman with pleuritic  pain over the left lateral\n chest. no DVT signs. looking for possible problem. she is a smoker. she was on\n a plane a week ago, but has no leg signs.  // ? etiology    LEFT LATERAL\n PLEURITIC CHEST PAIN NO DVT SIGNS HX SMOKER R/O ABNORMALITY,ETIOLOGY\n \n COMPARISON:  Prior chest radiograph ___.\n \n \n IMPRESSION: \n \n New linear scar or platelike atelectasis left lung base laterally.  Lungs\n otherwise clear.  No pleural abnormality.  Normal cardiomediastinal and hilar\n silhouettes."}
{"subject_id": 19643214, "study_id": 50041888, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old woman with dyspnea at night. normal lung exam.\n ongoing smoker.  // r/o lung disease      r/o lung disease\n \n IMPRESSION: \n \n In comparison with the study of ___, the cardiac silhouette remains\n at the upper limits of normal or slightly enlarged.  No evidence of vascular\n congestion, pleural effusion, or acute focal pneumonia.\n Multiple surgical clips are again seen in the right axillary and left axillary\n regions."}
{"subject_id": 13182702, "study_id": 56902165, "report": "WET READ: ___ ___ 8:24 AM\n  \n  \n  \n  Moderate-severe cardiomegaly and moderate central vascular congestion/\n  interstitial edema. Probable small left pleural effusion.\n WET READ VERSION #1 ___ ___ 7:14 PM\n  Moderate-severe cardiomegaly and moderate central vascular congestion/\n  interstitial edema. Probable small left pleural effusion.\n ______________________________________________________________________________\n                                 FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___F with history of IDDM s/p renal transpant ___ years ago\n (baseline Cr 0.9), obesity, HTN, and HLD was transferred to ___ from\n ___ after having chest pain with a positive stress test, found to\n have no obstructive CAD on cath. Still slightly hypoxic on room air.  // ?\n pulmonary effusion\n \n COMPARISON:  None avail\n \n IMPRESSION: \n \n Cardiomegaly is accompanied by pulmonary vascular congestion and mild edema.\n Asymmetrical opacity in right infrahilar region could reflect asymmetrical\n edema or secondary process such as aspiration or infection. Small pleural\n effusions are also demonstrated."}
{"subject_id": 15107347, "study_id": 56815685, "report": "FINAL REPORT\n INDICATION:  ___-year-old patient with eating disorder who just had an NG tube\n placed, evaluate for location.\n \n COMPARISON:  ___.\n \n TECHNIQUE:  Single AP portable supine chest.\n \n FINDINGS:  There has been placement of a Dobhoff feeding tube which terminates\n below the diaphragm with tip directed towards the gastric fundus.  Heart size\n and mediastinal contours are within normal limits and the lungs remain clear. \n There is no pleural effusion or pneumothorax.  Osseous structures appear\n unremarkable.\n \n IMPRESSION:\n 1.  Dobhoff feeding tube terminates in the stomach.  \n 2.  No acute cardiopulmonary abnormality."}
{"subject_id": 11762640, "study_id": 59826678, "report": "FINAL REPORT\n CHEST RADIOGRAPH PERFORMED ON ___\n \n COMPARISON:  None.\n \n CLINICAL HISTORY:  Cough, assess for pneumonia.\n \n FINDINGS:  PA and lateral views of the chest were provided demonstrating no\n focal consolidation, effusion or pneumothorax.  The heart and mediastinal\n contours appear normal.  The imaged bony structures are intact.  No free air\n below the right hemidiaphragm is seen.\n \n IMPRESSION:  No acute findings in the chest."}
{"subject_id": 13703655, "study_id": 58925639, "report": "FINAL REPORT\n INDICATION:  The patient with right arm numbness and weakness.  Evaluate for\n bony injury.\n \n COMPARISON:  None available.\n \n TECHNIQUE:  PA and lateral chest radiographs.\n \n FINDINGS:  The lungs are well expanded and clear.  Cardiomediastinal and hilar\n contours are unremarkable.  There is no pleural effusion or pneumothorax.  No\n bony injuries identified.\n \n IMPRESSION:  Unremarkable chest radiographic examination."}
{"subject_id": 12016463, "study_id": 50739834, "report": "FINAL REPORT\n HISTORY:  Altered mental status.  \n \n COMPARISON:  ___.  \n \n FINDINGS:  Portable AP chest radiograph demonstrates low lung volumes. \n However there is no focal consolidation, pleural effusion or pneumothorax. \n The cardiomediastinal silhouette is normal.  TIPS is noted in the right upper\n quadrant. \n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 17460568, "study_id": 50215206, "report": "FINAL REPORT\n EXAMINATION:\n Chest:  Frontal and lateral views\n \n INDICATION:  ___ year old woman with Rib pain prior PNA  // ? fracture or\n infection\n \n TECHNIQUE:  Chest:  Frontal and Lateral\n \n COMPARISON:  Chest PA and lateral ___\n \n FINDINGS: \n \n Right-sided port-A-cath terminates at the mid SVC.  Pleural effusion and\n atelectasis at the left lung base has improved.  Again seen are right anterior\n ___ and 6th rib fractures of indeterminate age for which clinical correlation\n is recommended. No pleural effusion or pneumothorax is seen. The cardiac and\n mediastinal silhouettes are unremarkable.\n \n IMPRESSION: \n \n 1.  Improved left pleural effusion and atelectasis.\n 2.  Right anterior rib fractures of indeterminate age for which clinical\n correlation is recommended.\n \n RECOMMENDATION:  Right anterior rib fractures of indeterminate age for which\n clinical correlation is recommended."}
{"subject_id": 15003878, "study_id": 55391601, "report": "FINAL REPORT\n SINGLE FRONTAL VIEW OF THE CHEST\n \n REASON FOR EXAM:  Followup pneumothorax.  Patient with rib fractures.  Lung\n contusion, right pneumothorax.\n \n Comparison is made to prior study performed the day before.\n \n ET tube tip is 6.6 cm above the carina.   Left subclavian catheter tip is in\n the mid to lower SVC.  NG tube tip is in the stomach.  There are persistent\n low lung volumes.   Cardiomediastinal contours are unchanged.  Bibasilar\n opacities have increased due to worsening atelectasis, left greater than\n right.  Small left pleural effusion has increased.\n \n Previously seen right pneumothorax is no longer visualized. Right basal chest\n tube is in place.  Widespread lung opacities otherwise have improved. \n Extensive subcutaneous gas in the chest wall bilaterally is unchanged."}
{"subject_id": 18243781, "study_id": 52037562, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with swallowing disorder, now with exertional\n dyspnea and lung congestion  // assess for pneumonia\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous radiograph, the focal parenchymal opacities have\n almost completely resolved. However, there is a new relatively diffuse\n right-sided parenchymal opacity at the level of the perihilar lung zones, the\n upper lobe and the lower lobe, consistent with aspiration pneumonia in the\n appropriate clinical setting.  In addition, there is a minimal atelectasis in\n the retrocardiac lung regions.  No pleural effusions.  No pneumonia.  No\n pulmonary edema. Borderline size of the cardiac silhouette.\n At the time of dictation and observation, 17:27, on the ___, and\n email notification was sent to the referring physician ___. ___."}
{"subject_id": 12855109, "study_id": 52074986, "report": "FINAL REPORT\n HISTORY:  Febrile neutropenia, question pneumonia.\n \n CHEST, TWO VIEWS\n \n A right-sided PICC line is present, the tip lies in the region of the SVC/RA\n junction, based on the lateral view.\n \n Lungs are hyperinflated.  The right hemidiaphragm is mildly eventrated.  Left\n hemidiaphragm is lateralized.  Heart size is at the upper limits of normal or\n slightly enlarged.  The aorta is slightly unfolded.    There is no CHF.  There\n is minimal bibasilar atelectasis.  No consolidation or effusion is identified.\n On the current film, there is a relatively kyphotic configuration to the\n thoracolumbar junction, ? positional.\n \n IMPRESSION:\n 1.  Right subclavian PICC line, tip near SVC/RA junction.\n 2.  Minimal bibasilar atelectasis. Otherwise, no acute pulmonary process\n identified."}
{"subject_id": 16194056, "study_id": 56175699, "report": "FINAL REPORT\n REASON FOR EXAMINATION:  Evaluation of the patient after VATS and\n decortication for abscess.\n \n PA and lateral upright chest radiographs were reviewed in comparison to ___.\n \n As compared to the prior studies, there is stable appearance of the left lung\n with focal areas of pleural thickening but no consolidations as well as no\n interval development of pleural effusion.  Multiple areas of scarring are\n noted on both PA and lateral views.  Rest of the lungs are clear.  There is no\n interval development of pneumothorax."}
{"subject_id": 17421215, "study_id": 54386526, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with immunosuppression, here with wheezing and\n rales, worse in the upper right lung field.  Recent x-ray was normal but high\n concern given immunocompromise and focal finding on exam  // ?infiltrate\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:  ___\n \n FINDINGS: \n \n The lungs are clear.The cardiac, hilar and mediastinal contours are normal.No\n pleural abnormality is seen.  Left apical nodule is unchanged.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 14848780, "study_id": 57714933, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with recent T tube placement, now with crepitus\n // r/o free air in mediastinum\n \n COMPARISON:  ___.\n \n IMPRESSION: \n \n As compared to the previous radiograph, there is a substantial increase in\n severity in extent of the known bilateral air collections in the soft tissues,\n predominating in the cervical regions, both superficially and more centrally. \n No pneumothorax or new more mediastinum is identified.  Unchanged appearance\n of the lung parenchyma, at slightly higher lung volumes."}
{"subject_id": 14061397, "study_id": 57417209, "report": "FINAL REPORT\n PORTABLE CHEST X-___ ___ ___\n \n COMPARISON:  ___ radiograph.\n \n FINDINGS:  Cardiomediastinal contours are within normal limits for technique. \n Improving patchy and linear opacities at both lung bases favor atelectasis. \n No new areas of consolidation to suggest the presence of a pneumonia."}
{"subject_id": 13045791, "study_id": 52572063, "report": "FINAL REPORT\n HISTORY:  ___-year-old man status post left upper lobectomy and now with chest\n tube removal.\n \n COMPARISON:  Radiographs of the chest dated ___ genu ___\n ___ and ___.\n \n FINDINGS:\n \n Frontal and lateral radiographs of the chest demonstrate interval removal of\n the left-sided thoracostomy tube.  There is extensive pectoral and\n subcutaneous emphysema, which limits assessment for pneumothorax; any residual\n pneumothorax is very small in volume.  There are stable postoperative changes\n in the left hemithorax, consistent with recent left upper lobe resection.  The\n right lung is clear."}
{"subject_id": 12910377, "study_id": 57534567, "report": "FINAL REPORT\n EXAMINATION:  Portable chest radiograph\n \n INDICATION:  ___ year old woman with Hodgkin's Lymphoma presented with fever\n and dry cough  // Please evaluate for pneumonia\n \n TECHNIQUE:  Portable chest radiograph\n \n COMPARISON:  Chest x-ray ___\n \n FINDINGS: \n \n Bronchovascular markings are accentuated by low lung volumes.  There are no\n focal areas of consolidation, large pleural effusions or pneumothorax. Heart\n size is within normal limits. No acute osseous abnormalities.\n \n IMPRESSION: \n \n No acute intrapulmonary process. Bronchovascular markings are accentuated by\n low lung volumes."}
{"subject_id": 17706922, "study_id": 50488400, "report": "FINAL REPORT\n PORTABLE CHEST RADIOGRAPH PERFORMED ON ___. \n \n Comparison with a prior exam from ___.\n \n CLINICAL HISTORY:  ___-year-old man with abdominal pain, question free air.\n \n FINDINGS:  Portable AP upright chest radiograph obtained.  Lung volumes are\n low.  There is no free air below the right hemidiaphragm.  Bibasilar\n atelectasis is noted.  No definite consolidation, effusion or pneumothorax. \n The heart is mildly enlarged and the aorta is unfolded.  Bony structures are\n intact.  Multiple surgical clips in the right upper quadrant are noted.\n \n IMPRESSION:\n 1.  No free air below the right hemidiaphragm.\n 2.  Mild bibasilar atelectasis."}
{"subject_id": 18792394, "study_id": 57322163, "report": "FINAL REPORT\n INDICATION:  ___-year-old male with productive cough for three weeks and\n rhonchi.  Rule out pneumonia.\n \n COMPARISON:  Comparison is made to radiographs of the chest from ___\n and ___.\n \n FINDINGS:  PA and lateral views of the chest are obtained.  The lungs are well\n expanded and clear.  The cardiomediastinal silhouette is unremarkable.  There\n is no focal consolidation, pleural effusion, or pulmonary edema.  The\n previously seen ovoid radiodensity overlying the left pulmonary artery is\n unchanged in size or position since the prior study in ___.  Degenerative\n changes of the mid and lower thoracic spine are again seen.\n \n CONCLUSION:  No acute cardiopulmonary disease.  \n \n The above findings were communicated to Dr. ___ by Dr. ___ ___ page at\n 11:10, 5 minutes after the finding was discovered."}
{"subject_id": 15664893, "study_id": 54646611, "report": "FINAL REPORT\n PORTABLE AP CHEST X-RAY\n \n INDICATION:  Patient with new onset of AFib, acute process?\n \n COMPARISON:  ___.\n \n FINDINGS:\n \n Minimal opacities in left lower lung are new.  This could only be due to\n atelectasis; however, aspiration can also be included in the differential\n diagnosis in appropriate clinical setting.  There is no pleural effusion or\n pneumothorax.  Mediastinal and cardiac contours are normal.\n \n CONCLUSION:\n \n Minimal left lower lung opacities are new.  This could only be due to\n atelectasis; however, aspiration can also be considered in appropriate\n clinical setting."}
{"subject_id": 11325919, "study_id": 53410256, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with s/p avr asc aorta  // decreased hct\n \n TECHNIQUE:  Single AP radiograph of the chest.\n \n COMPARISON:  Chest radiograph dated ___.\n \n FINDINGS: \n \n The patient has been extubated.  The pulmonary artery catheter has been\n adjusted and is now in appropriate positioning.  There is no change in the\n sternotomy wires and mediastinal drains.  The NG tube has been removed.\n \n The lucency outlining the aortic knob is less evident on today's examination\n and there is no evidence of pneumothorax.  There are no focal consolidations. \n The pulmonary vasculature is normal.  There is a stable postoperative\n appearance of the mediastinum, without interval widening to suggest\n hemorrhage.  The small left pleural effusion has slightly increased in size.\n \n IMPRESSION:\n \n \n 1. Interval extubation with appropriate positioning of all other lines and\n tubes.\n 2. No evidence of pneumothorax on today's examination.\n 3. Stable postoperative appearance of the mediastinum.\n 4. Small left pleural effusion."}
{"subject_id": 16807878, "study_id": 53991258, "report": "FINAL REPORT\n INDICATION:  Evaluation of patient with history of Billroth surgery for\n penetrating duodenal ulcer with hematemesis for interval change.\n \n COMPARISON:  Multiple prior chest radiographs including the most recent from\n ___. \n \n FINDINGS:  No interval change in comparison to prior study from yesterday with\n bilateral small pleural effusions and bibasilar atelectatic changes.  Left\n subclavian PICC line with the catheter tip at mid SVC.  Mediastinal silhouette\n remains stable.  There is no pneumothorax.  Surgical ___ are visualized in\n the midline overlying the diaphragm.\n \n IMPRESSION:  No change in comparison to prior study from yesterday with\n bilateral small pleural effusions and bibasilar atelectatic changes."}
{"subject_id": 16170655, "study_id": 54212122, "report": "FINAL REPORT\n CHEST RADIOGRAPH PERFORMED ON ___.\n \n COMPARISON:  ___.\n \n CLINICAL HISTORY:  Fever, low oxygen saturation, question pneumonia.\n \n FINDINGS:  Portable supine chest radiograph obtained.  The heart is markedly\n enlarged.  There is no definite sign of pneumonia or overt CHF.  No large\n pleural effusion or pneumothorax is seen.  The mediastinal contour is stable\n with atherosclerotic calcification along the aortic knob.  Bony structures are\n intact.\n \n IMPRESSION:  Cardiomegaly, unchanged, no definite sign of pneumonia or overt\n CHF."}
{"subject_id": 18794248, "study_id": 58689903, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___M w/metastatic disease to lung vs. PNA, please eval for\n interval change  // ___M w/metastatic disease to lung vs. PNA, please eval for\n interval change      ___M w/metastatic disease to lung vs. PNA, please eval for\n interval change\n \n IMPRESSION: \n \n Compared to chest radiographs ___ through ___.\n \n Extensive bilateral pulmonary consolidation with which worsened dramatically\n between ___ and ___ has improved somewhat consistent with treated\n pneumonia or pulmonary hemorrhage.  Heart is normal size.  No mediastinal\n vascular engorgement.  Small bilateral pleural effusions unchanged.  No\n pneumothorax.\n \n Indwelling ET tube, left jugular infusion catheter, in standard placements. \n Right transvenous pacer lead passes into the right ventricle and out of view."}
{"subject_id": 13732201, "study_id": 51661701, "report": "FINAL REPORT\n INDICATION:  ___-year-old female with HIV, diarrhea and weight loss.  Evaluate\n for adenopathy or infiltrate.\n \n EXAMINATION:  PA and lateral chest radiographs.\n \n COMPARISONS:  ___, ___, and ___.\n \n FINDINGS:\n \n There is a subtle area of opacification silhoutteing a portion of the left\n hemidiaphragm with no other areas of opacification.  There are no pleural\n effusions or pneumothorax.  Previous severe cardiac enlargement from\n ___ is improved, now with only mild cardiomegaly remaining.  Previous\n pulmonary vascular engorgement is now resolved.\n \n IMPRESSION:  New subtle left lower lobe opacity which may reflect atelectasis\n or early/developing pneumonia.\n \n Findings were logged into the critical results dashboard at 3:00PM on\n ___."}
{"subject_id": 11176797, "study_id": 52524731, "report": "FINAL REPORT\n CHEST RADIOGRAPH PERFORMED ON ___\n \n COMPARISON:  None.\n \n CLINICAL HISTORY:  Fever, recent surgery, assess for pneumonia.\n \n FINDINGS:  PA and lateral views of the chest were obtained demonstrating clear\n well expanded lungs without focal consolidation, effusion, or pneumothorax. \n Cardiomediastinal silhouette is normal.  Bony structures are intact.  No free\n air below the right hemidiaphragm.\n \n IMPRESSION:  No signs of pneumonia or other acute intrathoracic process."}
{"subject_id": 17663722, "study_id": 58327726, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ F s/p chest tube removal  // pneumothorax\n \n TECHNIQUE:  PA and lateral chest radiographs.\n \n COMPARISON:  Chest radiograph ___\n \n FINDINGS: \n \n There has been interval removal of the left-sided chest drain.  There is a\n persistent small left apical pneumothorax.  A small amount of air seen in the\n mediastinum.  Moderate subcutaneous emphysema is also noted.  There is partial\n silhouetting of the left heart border which may be due to consolidation or\n atelectasis in the lingula.  The cardiac shadow is enlarged consistent with\n the patient's known pericardial effusion.  The right lung appears clear.\n \n IMPRESSION: \n \n Small left apical pneumothorax.  A small amount of air appears to be tracking\n along the mediastinum."}
{"subject_id": 15957723, "study_id": 59569784, "report": "FINAL REPORT\n EXAMINATION:  CHEST RADIOGRAPH\n \n INDICATION:  History: ___F with afib presents DOE x 6 days.  // r/o pna vs\n pulmonary edema      r/o pna vs pulmonary edema\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  Prior chest radiograph from ___.\n \n FINDINGS: \n \n The cardiac silhouette is mildly enlarged. Hilar and mediastinal contours are\n within normal limits.   Lungs are well expanded and clear.  There is no focal\n consolidation, pleural effusion or pneumothorax.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 12079124, "study_id": 53489731, "report": "FINAL REPORT\n INDICATION:  Cough, sputum production, and wheezing.\n \n COMPARISONS:  Chest radiograph from ___.\n \n TECHNIQUE:  PA and lateral views of the chest were obtained.\n \n FINDINGS:  The lungs are clear.  There is no focal airspace opacity, pulmonary\n edema, pleural effusion, or pneumothorax.  The cardiomediastinal silhouette is\n normal.\n \n IMPRESSION:  No acute cardiopulmonary process."}
{"subject_id": 13387583, "study_id": 54741498, "report": "FINAL REPORT\n HISTORY:  Weakness, assess for pneumonia.\n \n COMPARISON:  ___.\n \n FINDINGS: 2 views were obtained of the chest.  The lungs are clear.  There is\n no pleural effusion or pneumothorax.  The heart is normal in size with normal\n mediastinal and hilar contours.\n \n IMPRESSION: No acute intrathoracic process."}
{"subject_id": 15830413, "study_id": 56706948, "report": "FINAL REPORT\n HISTORY:  Right upper local lung biopsy.\n \n COMPARISON:  Chest radiograph earlier today.  CT-guided lung biopsy this\n morning.  \n \n FINDINGS:\n \n PA and lateral chest radiographs were obtained.  There is a trace right upper\n lobe pneumothorax status post right upper lobe biopsy.  No consolidation or\n effusion is present.  Upper right paramediastinal mass is again seen. \n Numerous other smaller pulmonary nodules are better seen on CT.  \n \n IMPRESSION:\n \n Tiny right apical pneumothorax status post right upper lobe biopsy."}
{"subject_id": 15122689, "study_id": 50110744, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Acute new onset, questionable pneumonia.\n \n COMPARISON:  ___.\n \n FINDINGS:  As compared to the previous radiograph, there is no relevant\n change.  The lung volumes are normal.  No pleural effusions.  Normal size of\n the cardiac silhouette, normal hilar and mediastinal contours.  There\n currently is no evidence of pulmonary edema or pneumonia.  No lung nodules or\n masses."}
{"subject_id": 10506944, "study_id": 50887181, "report": "FINAL REPORT\n INDICATION:  Chest pain and shortness of breath.  Evaluate for edema, effusion\n or cardiomegaly.\n \n COMPARISON:  Chest radiographs ___, ___, ___ and ___.\n \n TECHNIQUE:  Upright PA and lateral radiographs of the chest.\n \n FINDINGS:  The lungs are normally expanded.  Opacity at the left costophrenic\n sulcus is unchanged since at least ___.  There is no new focal airspace\n opacity to suggest pneumonia.  There is no pulmonary edema.  The heart is not\n enlarged.  Mediastinal and hilar contours are normal.  There is no pleural\n effusion or pneumothorax.\n \n IMPRESSION:  No evidence of acute cardiopulmonary abnormality."}
{"subject_id": 13794009, "study_id": 51939544, "report": "FINAL REPORT\n AP CHEST, 9:09 P.M. ON ___\n \n HISTORY:  ___-year-old woman with glioblastoma and generalized tonic-clonic\n seizures.  Intubated for apnea and airway protection.  Assess tubes and lines.\n \n IMPRESSION:  AP chest compared to ___,\n \n ET tube in standard position.  Right subclavian infusion port ends low in the\n SVC, and upper enteric drainage tube ends in the upper portion of a\n non-distended stomach.  Opacification at the left lung base is usually due to\n atelectasis, followup advised.  Upper lungs are entirely clear.  Heart size is\n top normal.  Supine positioning probably explains the slightly increased\n caliber of the azygos vein.  No pneumothorax."}
{"subject_id": 19227226, "study_id": 54999269, "report": "FINAL REPORT\n INDICATIONS:  ___-year-old with weakness, please rule out pneumonia.\n \n TECHNIQUE:  Frontal and lateral radiographs of the chest were obtained.\n \n COMPARISON:  Chest radiograph from ___.\n \n FINDINGS:\n \n The lungs are clear.  The cardiomediastinal silhouette and hila appear normal.\n There is no pleural effusion and no pneumothorax.  Intact sternotomy wires are\n seen.\n \n IMPRESSION:  No acute cardiothoracic process."}
{"subject_id": 16449176, "study_id": 58560393, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man s/p ct pull  // eval for ptx\n \n COMPARISON:  Chest x-ray dated ___.\n \n FINDINGS:\n \n \n Compared with the prior film, the chest tube is been removed. There is a new\n small left pleural effusion, with underlying collapse and/or consolidation.\n \n Note is made of trace pneumomediastinal air, which has decreased compared with\n the prior film. No pneumothorax is detected.\n \n There are lower inspiratory volumes. Allowing for this, no definite change in\n the cardiomediastinal silhouette. Atelectasis at the right base. Mild vascular\n plethora is likely accentuated by low lung volumes. Sternotomy wires again\n noted.\n \n Right IJ central line tip overlies the mid/ distal SVC.\n \n \n \n IMPRESSION:\n \n \n 1. Interval removal of chest tube. New small left pleural effusion with\n underlying collapse and/or consolidation.\n 2. Interval decrease in size of small amount of pneumomediastinum air."}
{"subject_id": 11111974, "study_id": 56444640, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with hypoxia  // interval change      interval\n change\n \n IMPRESSION: \n \n Cardiomediastinal silhouette is unchanged.  Lungs are overall clear except for\n right basal atelectasis.  Right PICC line terminates at the level of lower\n SVC."}
{"subject_id": 16796371, "study_id": 55404305, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with seizures  // rule out infection\n \n TECHNIQUE:  Portable AP radiograph of the chest.\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n A VP shunt catheter traverses the soft tissues of the medial right hemi thorax\n without evidence of kinks or Discontinuities along its imaged course. The\n lungs are clear. There is no pneumothorax. The heart and mediastinum are\n within normal limits despite the projection.\n \n IMPRESSION: \n \n Clear lungs."}
{"subject_id": 13129645, "study_id": 57021403, "report": "FINAL REPORT\n STUDY:  AP chest ___.\n \n CLINICAL HISTORY:  ___-year-old man with history of right apical pneumothorax.\n \n FINDINGS:  Comparison is made to the CT scan of the cervical spine from ___ and chest radiograph from ___.\n \n There is again seen a very tiny right apical pneumothorax.  This is unchanged\n in size.  There are multiple minimally displaced rib fractures along the right\n chest wall posterolaterally.  There is a small right-sided pleural effusion. \n There is no focal consolidation.  Heart size is within normal limits. \n Fracture of the far lateral aspect of the right clavicle is also seen."}
{"subject_id": 13775508, "study_id": 51594915, "report": "FINAL REPORT\n CHEST RADIOGRAPH\n \n INDICATION:  Respiratory distress, evaluation for interval change.\n \n COMPARISON:  ___.   \n \n FINDINGS:  As compared to the previous radiograph, no relevant change is seen.\n The lung volumes remain low.  There are mild bilateral pleural effusions,\n combined to basal areas of atelectasis.  No cardiomegaly.  No overt pulmonary\n edema."}
{"subject_id": 17425647, "study_id": 50264977, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___ year old man with pleural effusion  // follow up film\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the previous radiograph, the extent of the right pleural\n effusion is unchanged.  The effusion is currently limited to the bases of the\n right hemi thorax and causes a small atelectasis.  No new or no new\n contralateral pleural effusion.  Moderate cardiomegaly. Coronary stents.\n Status post CABG. Known old right apical lateral rib lesions."}
{"subject_id": 16230458, "study_id": 52759694, "report": "FINAL REPORT\n PA AND LATERAL VIEWS OF THE CHEST\n \n REASON FOR EXAM:  Patient with dyspnea on exertion and history of Marfan\n syndrome and aortic dissection repair.\n \n Cardiac size is top normal.  The aorta is tortuous, elongated, and dilated,\n better seen in prior CT from ___.  Increasing opacities in the bases\n of the lungs, seen in the lateral view, are increased compared to prior study\n from ___ and could represent pneumonia, less likely worsening\n atelectasis.  In the frontal view, it is difficult to localize them, likely on\n the right.  There is no pneumothorax or pleural effusion.  Sternal wires are\n aligned.  Biapical pleural thickening is stable.\n \n Findings were discussed with Dr. ___ by phone on ___ at 3:35 p.m.,\n five minutes after discovery of the findings."}
{"subject_id": 16529604, "study_id": 56214733, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ ___ is a ___F with PMHx of HTN, DM who presented to\n OSH with acute SOB, dyspnea and R sided chest pain now with hypoxemic\n respiratory failure and septic shock secondary to pneumonia.  // please\n confirm OG tube placement post esophageal balloon placement\n \n IMPRESSION: \n \n Orogastric tube terminates within the stomach, and the endotracheal tube is in\n standard position.  Moderate to large right pleural effusion appears increased\n since recent radiograph of earlier today, but positional differences limit\n comparison.  No other relevant change."}
{"subject_id": 12280016, "study_id": 50252102, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with acute MI and dyspnea  // eval for causes of\n chest pain      eval for causes of chest pain\n \n IMPRESSION: \n \n Heart size and mediastinum are stable.  Left retrocardiac opacity is a neo and\n might be concerning for aspiration or atelectasis.  Mild vascular enlargement\n is unchanged.  No appreciable pleural effusion or pneumothorax is seen."}
{"subject_id": 18523642, "study_id": 57971702, "report": "FINAL REPORT\n EXAMINATION:  CHEST RADIOGRAPH\n \n INDICATION:  Confusion, altered mental status.\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  Chest radiograph from ___.\n \n FINDINGS: \n \n The cardiomediastinal and hilar contours are within normal limits.  Lungs are\n well expanded and clear.  There is no focal consolidation, pleural effusion or\n pneumothorax.\n \n IMPRESSION: \n \n No acute cardiopulmonary process."}
{"subject_id": 17058070, "study_id": 50347097, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old woman with recurrent hypothermia  // r/o PNA      r/o\n PNA\n \n COMPARISON:  Chest radiographs since ___, most recently ___\n through ___.\n \n IMPRESSION: \n \n Interstitial edema is mild. Most of the opacification in both sides of the\n chest is due to substantial pleural effusions, with fissural components,\n probably increased since ___. The heart is normal size. No\n pneumothorax."}
{"subject_id": 19570289, "study_id": 51262058, "report": "FINAL REPORT\n INDICATION:  Increased cough and congestion.\n \n COMPARISON:  Chest radiograph, ___, Chest CT ___.\n \n The cardiomediastinal and hilar contours are stable, with bilateral hilar,\n azygous, and aortopulmonary window lymph nodes.  There is no pleural effusion\n or pneumothorax.  There is no focal consolidation concerning for pneumonia. \n There are minimal upper lobe predominant interstitial abnormalities. \n Pulmonary vasculature is within normal limits.\n \n IMPRESSION:  No findings concerning for pneumonia.\n \n Dr. ___ ___ these results with Ms. ___, NP, on ___ via telephone\n at approximately ___ pm."}
{"subject_id": 10149287, "study_id": 51338925, "report": "FINAL REPORT\n EXAMINATION:  CHEST RADIOGRAPH ___\n \n INDICATION:  ___ year old woman with pleural effusion  // eval\n \n TECHNIQUE:  Chest PA and lateral\n \n COMPARISON:\n Comparison is made to chest radiographs from ___\n \n FINDINGS: \n \n A right pleural effusion is increased since the prior study, with associated\n blunting of the right costophrenic sulcus, and obscuration of the lateral\n right hemidiaphragm. Otherwise, the lungs are clear, with no focal\n consolidation or over pulmonary edema, or pneumothorax.  The cardiomediastinal\n silhouette is stable, and the heart is top-normal in size. Partially\n visualized lumbar spine fusion hardware is noted.\n \n In the posterior lateral right upper quadrant, an irregularly marginated\n densely calcified mass measuring approximately 3.2 x 2.2 cm is noted, not\n significantly changed dating back to the most remote available imaging from ___ chest radiographs.\n \n IMPRESSION:\n \n \n \n 1. Moderate right pleural effusion.\n 2. 3.2 x 2.2 cm calcified mass, likely benign given its stability since ___, in the posterior right hepatic lobe is possibly a calcified\n hemangioma, echinococcal cyst, or old abscess cavity."}
{"subject_id": 19910990, "study_id": 54863716, "report": "WET READ: ___ ___ ___ 10:53 PM\n  Right middle and upper lobe pneumonia. Follow-up imaging to resolution is\n  recommended to rule out underlying mass\n ______________________________________________________________________________\n                                 FINAL REPORT\n INDICATION:  ___-year-old with fevers.\n \n TECHNIQUE:\n Frontal and lateral radiographs of the chest were obtained.\n \n COMPARISON:  There are no comparison studies available.\n \n FINDINGS:\n There are right middle and anterior segment of the right upper lobe involving\n confluent opacities with an oval component in the upper lobe consistent with\n pneumonia.  There is no pleural effusion and no pneumothorax. The\n cardiomediastinal shilhouette and hila are normal.\n \n IMPRESSION:\n \n Right middle and upper lobe pneumonia with widespread dense consolidation.\n \n Short-term follow-up chest radiographs are recommended within six weeks to\n resolution is recommended to rule out underlying coinciding malignancy noting\n a area of somewhat oval confluent opacification in the right upper lobe. In a\n high risk patient chest CT could also be considered preferably with\n intravenous contrast if that course is pursued."}
{"subject_id": 12948059, "study_id": 52135029, "report": "WET READ: ___ ___ 9:27 PM\n  Extensive new subcutaneous air overlying the chest and neck bilaterally. No\n  evidence of pneumothorax. ET tube in the midtrachea. Given the interval change\n  from earlier today and the history of laproscopic surgery today, these\n  findings are likely either due to complications with instrumentation or\n  possibly due to rupture of a gastrointestinal organ. Continued followup\n  recommended.\n  \n  Findings discussed by Dr. ___ with Dr. ___ ___ telephone at 9:18 pm on\n  ___.\n ______________________________________________________________________________\n                                 FINAL REPORT\n STUDY:  AP chest, ___.\n \n CLINICAL HISTORY:  ___-year-old woman status post laparoscopic appendectomy.\n \n FINDINGS:  Comparison is made to the previous study from ___.\n \n Heart size and mediastinum is within normal limits.  There is an endotracheal\n tube whose distal lead tip is at the level of clavicular heads.  Lungs are\n grossly clear allowing for the overlying subcutaneous emphysema.  There is\n extensive amount of subq emphysema seen throughout all the visualized soft\n tissues particularly along the base of the neck.  Please correlate with any\n recent intervention in these areas.  No free intraabdominal gas is seen\n underneath the hemidiaphragms."}
{"subject_id": 18635478, "study_id": 50579939, "report": "FINAL REPORT\n INDICATION:  ___-year-old male with chest pain, to rule out pneumonia.\n \n COMPARISON:  None.\n \n SINGLE AP PORTABLE CHEST RADIOGRAPH:  The cardiomediastinal and hilar contours\n are normal.  Streaky opacities in the right lung base, likely represents\n atelectasis with crowding of bronchovascular markings.  No focal\n consolidation, pleural effusion or pneumothorax is seen.  Minimal\n calcification is seen in the aortic knob.\n \n IMPRESSION:  No acute cardiopulmonary pathology."}
{"subject_id": 13877262, "study_id": 51666812, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___ year old man with cardiogenic shock, impella device, on CRRT. \n // evaluate for interval change      evaluate for interval change\n \n IMPRESSION: \n \n In comparison with the study of ___, there is little overall change. \n Continued low lung volumes with cardiomegaly and some evidence of elevated\n pulmonary venous pressure, along with bilateral pleural effusions and\n compressive atelectasis at the bases.  Monitoring and support devices are\n essentially unchanged."}
{"subject_id": 17493394, "study_id": 52601802, "report": "FINAL REPORT\n INDICATION:  Left shoulder pain, history of myocardial infarction and cardiac\n stent.\n \n COMPARISON:  None.\n \n PA AND LATERAL VIEWS OF THE CHEST:\n \n There are low lung volumes.  This accentuates the size of the\n cardiomediastinal silhouette.  The heart size is likely mildly enlarged.  The\n aorta is tortuous.  There is crowding of the bronchovascular structures, but\n no overt pulmonary edema is present.  No focal consolidation, pleural effusion\n or pneumothorax is present.  There are streaky opacities in the lung bases\n likely reflective of atelectasis.  Multilevel degenerative changes of the\n thoracic spine are present.\n \n IMPRESSION:\n \n Low lung volumes with bibasilar atelectasis.  Probable mild cardiomegaly."}
{"subject_id": 16291618, "study_id": 55726180, "report": "FINAL REPORT\n EXAMINATION:  CHEST (AP upright AND LAT)\n \n INDICATION:  ___F with generalized fatigue\n \n COMPARISON:  ___.\n \n FINDINGS: \n \n AP upright and lateral views of the chest provided.\n \n Mitral annular calcification again noted.  Prominent costochondral\n calcification is again noted.  There is abnormal prominence of the right\n pulmonary hilum which requires further evaluation with CT.  No signs of\n pneumonia or edema.  No large effusion or pneumothorax.  Heart size is normal.\n Bony structures are intact.  Mediastinal contour is unremarkable.\n \n IMPRESSION: \n \n Asymmetric prominence of the right pulmonary hilum requires further evaluation\n with chest CT."}
{"subject_id": 19343087, "study_id": 54038487, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PA AND LAT)\n \n INDICATION:  ___M with hx pericarditis, known pleural effusion, with CP x1hr\n \n COMPARISON:  ___\n \n FINDINGS: \n \n PA and lateral views of the chest provided.   Retrocardiac opacity consistent\n with small hiatal hernia.  Platelike left basal atelectasis noted.  No signs\n of pneumonia or edema.  No pleural effusion or pneumothorax. \n Cardiomediastinal silhouette is unchanged.  Bony structures are intact.\n \n IMPRESSION: \n \n Small hiatal hernia again noted.  Otherwise unremarkable."}
{"subject_id": 16879637, "study_id": 56294180, "report": "FINAL REPORT\n HISTORY:  Chest pain and cough.\n \n TECHNIQUE:  PA and lateral views of the chest.\n \n COMPARISON:  None.\n \n FINDINGS:\n \n The lungs are clear without focal consolidation.  No pleural effusion\n pneumothorax is seen.  The cardiac and mediastinal silhouettes are\n unremarkable.\n \n IMPRESSION:\n \n No acute cardiopulmonary process."}
{"subject_id": 14932641, "study_id": 57050340, "report": "FINAL REPORT\n EXAMINATION:  CHEST (PORTABLE AP)\n \n INDICATION:  ___M with ___'s and hx prostate cancer presenting with LUL\n squamous cell CA now s/p VATS converted to open thoracotomy, LUL lobectomy\n ___ s/p removal of one chest tube c/b mucous plugging/LLL colapse, s/p\n multiple bronchs, s/p reintubation x2 and reinsertion of pigtail for\n hemopneumothorax  // interval change\n \n TECHNIQUE:  CHEST (PORTABLE AP)\n \n COMPARISON:  ___\n \n IMPRESSION: \n \n As compared to the prior study there is no substantial change in the\n widespread consolidation and air bronchogram in the left upper lung. Left\n pleural effusion is unchanged, small. Tracheostomy is in place. Mid right lung\n opacity is persistent and concerning for infectious process."}
